[
  {
    "title": "my perfect stranger",
    "rate": 8.0,
    "isTop": false,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-1.png",
    "imgPotrait": "/images/movies/potrait/img-1.png",
    "genre": ["romance", "drama", "sci-fi", "mystery"],
    "isEpisode": {
      "episode": 16,
      "listEpisode": [
        {
          "duration": 70,
          "episode": 1,
          "image": "e1.jpg",
          "desc": "If Hae Jun hadn't been curious, he wouldn't have stumbled upon a time machine. With a few button presses, he quickly figures out how to use it, and that marks the beginning of his journey as a time traveller. Yoon Young is occupied with her job as an editor for a renowned writer, leaving her little time to spend with her mother. Then, suddenly and unexpectedly, tragedy strikes as Yoon Young receives a call that her mother has been found dead.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 2,
          "image": "e2.jpg",
          "desc": "Despite her confusion about the current situation, Yoon Young recognizes a small possibility of altering the future after a chance encounter with 19-year-old Soon Ae, prompting her to follow her closely. Soon afterwards, Yoon Young learns about the mistreatment that Soon Ae is facing from the other kids and also notices that some of the children resemble those she knew from the future.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 3,
          "image": "e3.jpg",
          "desc": "Yoon Young was able to enter school thanks to Hae Jun's help. As soon as she began her classes, she realized that one of her classmates was the future Ko Mi Sook. However, she was unaware of the danger that Ko Mi Sook posed, as she was extremely clever. Hae Jun ensured that Yoon Young remained at school until he could pick her up, but when he returned, Yoon Young was nowhere to be found.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 4,
          "image": "e4.jpg",
          "desc": "With the day drawing closer, Hae Jun experiences mounting anxiety over the possibility of failing to prevent the murder, given his limited information and unexpected developments. While the school is on a field trip, a new student teacher is introduced, whom Yoon Young finds strangely familiar. Later that night, while alone at home, Yoon Young recalls the true identity of the student teacher.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 5,
          "image": "e5.jpg",
          "desc": "Now that Yoon Young has developed trust in Hae Jun, she believes it's crucial to disclose her relationship with Soon Ae and Hee Sub to him. With the missing pieces of the puzzle given to him, Hae Jun finally comprehends the reasons behind Yoon Young's fixation on Soon Ae. More importantly, Hae Jun proposes an alternative perspective on what could have occurred to Yoon Young's mother, leaving Yoon Young stunned at her own foolishness for losing hope.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 6,
          "image": "e6.jpg",
          "desc": "Hae Jun feels it's unnecessary to share what he saw with Yoon Young, complicating the situation. He grows agitated as events deviate from his expectations. Meanwhile, Yoon Young is surprised by Soon Ae falling for Hee Sub despite her attempts to break them apart. Later, Yoon Young understands why Hae Jun hid things from her, and as she talks, something clicks in Hae Jun's mind.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 7,
          "image": "e7.jpg",
          "desc": "Hae Jun and Yoon Young feel relieved, knowing that Lee Ju Young is out of harm's way. Immediately, their attention shifts toward preventing a second tragedy. They hold on to the belief that as long as they remain vigilant and closely monitor the potential victim, nothing untoward will occur. However, their decision to solely focus on a single target may have been an oversight, as unexpected events tend to unfold precisely when and where one least anticipates them.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 8,
          "image": "e8.jpg",
          "desc": "Hae Jun and Yoon Young find themselves in a dire situation as the events they thought they had escaped become a reality before their eyes. Yoon Young, who had hoped to change the future for the better, is devastated by the gravity of her circumstances. Setting aside the past, they now seek their next steps.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 9,
          "image": "e9.jpg",
          "desc": "The situation looks grim for Hee Sub and Yu Sub, but Hae Jun realizes the lengths to which Hee Sub is willing to go to safeguard his loved ones. Consumed by guilt over her sister's demise, Soon Ae takes it upon herself to aid Hee Sub in proving his innocence, but her father disagrees. Eventually, Yu Sub discovers that Hee Sub has been apprehended. Hae Jun devises a solution to free Hee Sub from trouble, while Yoon Young anxiously waits for him outside an inn.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 10,
          "image": "e10.jpg",
          "desc": "Hae Jun and Yoon Young have gained a deep understanding of how a minor mistake can have devastating and irreversible consequences for others, particularly when it involves family matters. They now direct their attention to Hae Kyung, whom they fear might be the next target. Hae Jun empathizes with Hae Kyung's situation and endeavours to prevent her from fleeing her home. Meanwhile, a thought occurs to Hae Jun, sparking his curiosity to personally investigate something.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 11,
          "image": "e11.jpg",
          "desc": "In Hae Jun's memories, there is a notable absence of shared moments with his mother. Nevertheless, his curiosity drives him to uncover the truth about his mother's character. Writing holds paramount significance in Soon Ae's life, but her hard work hangs in the balance as the threat of Mi Sook stealing it looms closer. Yoon Young refuses to allow her mother to endure the same life that awaits her if she gives everything up.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 12,
          "image": "e12.jpg",
          "desc": "The case grows more perplexing and convoluted with every investigation conducted by Hae Jun and Yoon Young. In the midst of her own emotional turmoil following her sister's demise, Soon Ae's predominant worry revolves around her mother's well-being. On a calm evening, when everything appears serene, Hae Jun receives an urgent and terrified call from Bum Ryong.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 13,
          "image": "e13.jpg",
          "desc": "Hae Jun is caught in a difficult situation when he is discovered at the scene of a murder, coincidentally at the wrong time. The key to proving his innocence lies in revealing his existence as a time traveller. By demonstrating his ability to foresee the future, Hae Jun successfully vindicates himself and gains allies who assist him in his search for the perpetrator. In the meantime, Hae Jun tries to maintain a facade of disinterest toward his mother but finds himself irresistibly drawn to Chung Ah.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 14,
          "image": "e14.jpg",
          "desc": "Rather than idly waiting for the case to resolve itself or relying solely on the police, Hae Jun takes action by involving the media to expedite the investigation. The increased public attention creates unease among certain individuals, and Chung Ah is one of them. She unexpectedly opts to shut down her teahouse. As she prepares to leave the town, Chung Ah turns to Hae Jun and asks him to accompany her to the station, and the two share a little conversation.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 15,
          "image": "e15.jpg",
          "desc": "After enduring a series of harrowing experiences, Hae Jun finds himself confronted by the culprit, whose identity leaves him utterly astounded. Remarkably meticulous, the culprit erased every possible piece of evidence before being caught. As Hae Jun starts to piece together the puzzle, the trials he faced begin to make sense. He meticulously follows the trail, step by step, in the hopes that it will lead him to the vital evidence he needs.",
          "url": ""
        },
        {
          "duration": 70,
          "episode": 16,
          "image": "e16.jpg",
          "desc": "With everything seemingly restored, Hae Jun realizes he is unable to go back. Suspecting there must be a reason behind this, he embarks on a final set of visits to say goodbye to his close family and friends. Yoon Young follows a similar path, ensuring her loved ones are prepared for the unexpected future. However, during their last journey together, Hae Jun encounters a special someone whom he is unwilling to reveal to Yoon Young.",
          "url": ""
        }
      ]
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/I0KilEDCCCo?si=6e4LFEQ3kXjIRrgG",
    "year": 0,
    "cast": [
      "Kim Dong-wook",
      "Jin Ki-joo",
      "Seo Ji-Hye",
      "Lee Won-jung",
      "Lee Ji-hyun",
      "Lee Kyu-hoi",
      "Kim Jong-soo",
      "Park Soo-young",
      "Kim Jeong-yeong",
      "Ji Hye-Won",
      "Kim Hye-Eun",
      "Lim Jong-yoon",
      "Kim Yeon-woo",
      "Joo Yeon-woo",
      "Choi Young-woo",
      "Jang Seo-won",
      "Jung Shin-Hye",
      "Hong Na-Hyun",
      "Jung Ga-hee",
      "Song Seung-Hwan",
      "Kim Ye-Ji",
      "Kwon So-hyun",
      "Kang Ji-Woon",
      "Jeong Jae-kwang",
      "Choi Yoon-Woo",
      "Kim Tae-Yeon",
      "Seung-An Hong",
      "Kim Hyun-mok",
      "Jung Jinyoung",
      "Lee Jeong-in",
      "Park Young-soo",
      "Min Ku-kyung",
      "Yim So-yun",
      "Jo Yeon-ho",
      "Kim Seunghee"
    ],
    "creator": [],
    "desc": "A drama about a strange and beautiful time travel between a news anchor and an ordinary office worker trapped in 1987."
  },
  {
    "title": "shazam! fury of the gods",
    "rate": 5.9,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-2.png",
    "imgPotrait": "/images/movies/potrait/img-2.png",
    "genre": ["action", "comedy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 10,
    "trailer": "https://youtube.com/embed/Zi88i4CpHe4?si=5aQjYeahPQpy2_sM",
    "year": 0,
    "cast": [
      "Zachary Levi",
      "Asher Angel",
      "Jack Dylan Grazer",
      "Rachel Zegler",
      "Adam Brody",
      "Ross Butler",
      "D.J. Cotrona",
      "Grace Caroline Currey",
      "Meagan Good",
      "Lucy Liu",
      "Djimon Hounsou",
      "Helen Mirren",
      "Faithe Herman"
    ],
    "creator": [],
    "desc": "Film ini melanjutkan kisah remaja Billy Batson yang, setelah mengucapkan kata ajaib \"SHAZAM!\", Berubah menjadi superhero dewasa alter egonya, Shazam."
  },
  {
    "title": "avatar: the way of water",
    "rate": 7.5,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-3.png",
    "imgPotrait": "/images/movies/potrait/img-3.png",
    "genre": ["action epic", "Adventure", "sci-fi"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/d9MyW72ELq0?si=hS00-HX0xvzqItZO",
    "year": 0,
    "cast": [
      "Sam Worthington",
      "Zoe Saldaña",
      "Sigourney Weaver",
      "Stephen Lang",
      "Kate Winslet",
      "Cliff Curtis",
      "Joel David Moore",
      "CCH Pounder",
      "Edie Falco",
      "Brendan Cowell",
      "Jemaine Clement",
      "Jamie Flatters",
      "Britain Dalton",
      "Trinity Jo-Li Bliss",
      "Jack Champion",
      "Bailey Bass",
      "Filip Geljo",
      "Duane Evans Jr.",
      "CJ Jones",
      "Matt Gerald",
      "Dileep Rao",
      "Giovanni Ribisi",
      "Michelle Yeoh",
      "Oona Chaplin",
      "David Thewlis",
      "Vin Diesel",
      "Cliff Curtis",
      "Laz Alonso"
    ],
    "creator": [],
    "desc": "Jake Sully tinggal bersama keluarga barunya yang terbentuk di bulan ekstrasurya Pandora. Saat ancaman yang familiar kembali muncul untuk menyelesaikan apa yang telah dimulai sebelumnya, Jake harus bekerja sama dengan Neytiri dan pasukan ras Na'vi untuk melindungi rumah mereka."
  },
  {
    "title": "fast x",
    "rate": 5.7,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-4.png",
    "imgPotrait": "/images/movies/potrait/img-4.png",
    "genre": ["action epic", "car action", "Adventure", "action"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/32RAq6JzY-w?si=FF_JTKcJvngUaIry",
    "year": 0,
    "cast": [
      "Vin Diesel",
      "Michelle Rodriguez",
      "Jason Statham",
      "Jordana Brewster",
      "Tyrese Gibson",
      "Ludacris",
      "Nathalie Emmanuel",
      "Charlize Theron",
      "John Cena",
      "Sung Kang",
      "Helen Mirren",
      "Brie Larson",
      "Scott Eastwood",
      "Jason Momoa",
      "Alan Ritchson"
    ],
    "creator": [],
    "desc": "Dom Toretto dan keluarganya menjadi sasaran putra gembong narkoba Hernan Reyes yang pendendam."
  },
  {
    "title": "blue lock",
    "rate": 8.1,
    "isTop": false,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-5.png",
    "imgPotrait": "/images/movies/potrait/img-5.png",
    "genre": ["anime", "soccer", "sport"],
    "isEpisode": {
      "episode": 35,
      "listEpisode": [
        {
          "duration": 24,
          "episode": 1,
          "image": "e1.jpg",
          "desc": "Yoichi Isagi, seorang penyerang SMA, kehilangan kesempatan untuk maju ke turnamen nasional setelah memilih mengoper bola daripada menembak langsung ke gawang. Tak lama setelah itu, dia menerima undangan untuk bergabung dengan 'Blue Lock', sebuah fasilitas pelatihan revolusioner yang bertujuan menciptakan penyerang egois terbaik di dunia untuk membawa Jepang meraih kemenangan di Piala Dunia.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=1"
        },
        {
          "duration": 24,
          "episode": 2,
          "image": "e2.jpg",
          "desc": "Isagi tiba di Blue Lock dan bertemu dengan Ego Jinpachi, pelatih eksentrik yang menjelaskan tujuan program ini: mengembangkan striker terbaik dengan ego yang kuat. Isagi dan peserta lainnya harus melalui serangkaian tes yang menantang, dimulai dengan permainan tag yang intens, di mana yang kalah akan dieliminasi dari program.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=2"
        },
        {
          "duration": 24,
          "episode": 3,
          "image": "e3.jpg",
          "desc": "Pertandingan pertama di Blue Lock dimulai antara Tim X dan Tim Z. Isagi, yang berada di Tim Z, harus beradaptasi dengan rekan setim barunya dan menemukan cara untuk bekerja sama. Namun, tekanan meningkat saat mereka menghadapi lawan yang tangguh, dan Isagi mulai menyadari pentingnya ego dalam permainannya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=3"
        },
        {
          "duration": 24,
          "episode": 4,
          "image": "e4.jpg",
          "desc": "Setelah kekalahan awal, Tim Z mengevaluasi kelemahan mereka dan mulai merencanakan strategi baru. Isagi berusaha memahami kekuatan uniknya dan bagaimana memanfaatkannya untuk keuntungan tim. Sementara itu, ketegangan meningkat di antara anggota tim saat mereka bersiap untuk pertandingan berikutnya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=4"
        },
        {
          "duration": 24,
          "episode": 5,
          "image": "e5.jpg",
          "desc": "Tim Z menghadapi Tim W dalam pertandingan yang menentukan. Selama pertandingan, Isagi mulai memahami pentingnya naluri dan kepercayaan diri dalam mengambil keputusan di lapangan. Dengan waktu yang hampir habis, Isagi harus mengambil risiko besar untuk membawa timnya menuju kemenangan.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=5"
        },
        {
          "duration": 24,
          "episode": 6,
          "image": "e6.jpg",
          "desc": "Setelah kemenangan dramatis, Tim Z bersiap untuk pertandingan berikutnya melawan Tim V, yang dikenal memiliki pemain bintang. Isagi dan rekan-rekannya menyadari bahwa mereka harus meningkatkan permainan mereka dan mengembangkan strategi yang lebih cerdas untuk mengatasi tantangan yang ada.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=6"
        },
        {
          "duration": 24,
          "episode": 7,
          "image": "e7.jpg",
          "desc": "Pertandingan melawan Tim V dimulai dengan intensitas tinggi. Isagi menghadapi pemain lawan yang memiliki keterampilan luar biasa, memaksanya untuk mendorong batas kemampuannya. Dalam prosesnya, Isagi mulai menyadari potensi sejatinya sebagai striker dan pentingnya ego dalam permainannya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=7"
        },
        {
          "duration": 24,
          "episode": 8,
          "image": "e8.jpg",
          "desc": "Dengan pertandingan yang semakin ketat, Tim Z harus menggali lebih dalam untuk menemukan kekuatan dan determinasi yang diperlukan untuk menang. Isagi memimpin timnya dengan semangat baru, menunjukkan perkembangan signifikan dalam permainannya dan inspirasi bagi rekan-rekannya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=8"
        },
        {
          "duration": 24,
          "episode": 9,
          "image": "e9.jpg",
          "desc": "Setelah serangkaian pertandingan yang menantang, Isagi dan Tim Z menghadapi ujian terakhir di babak penyisihan. Mereka harus menggabungkan semua pelajaran yang telah dipelajari dan bekerja sebagai satu kesatuan untuk mengatasi lawan terakhir dan memastikan kelanjutan mereka di Blue Lock.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=9"
        },
        {
          "duration": 24,
          "episode": 10,
          "image": "e10.jpg",
          "desc": "Dengan berakhirnya babak penyisihan pertama, para pemain yang tersisa memasuki tahap seleksi kedua. Isagi menghadapi tantangan individu yang dirancang untuk menguji keterampilan dan ego mereka sebagai striker. Dalam prosesnya, Isagi merenungkan tujuan dan motivasinya dalam perjalanan menjadi striker terbaik.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=10"
        },
        {
          "duration": 24,
          "episode": 11,
          "image": "e11.jpg",
          "desc": "Seleksi kedua dimulai dengan serangkaian tantangan baru yang lebih berat. Isagi harus berhadapan dengan rival yang lebih kuat dan mengembangkan strategi yang lebih cerdas untuk bertahan. Dalam perjalanan ini, ia belajar lebih banyak tentang dirinya sendiri dan apa yang diperlukan untuk menjadi striker terbaik.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=11"
        },
        {
          "duration": 24,
          "episode": 12,
          "image": "e12.jpg",
          "desc": "Isagi dan rekan-rekannya menghadapi ujian individu yang dirancang untuk mengukur kemampuan dan ego mereka sebagai striker. Dalam prosesnya, Isagi merenungkan tujuan dan motivasinya dalam perjalanan menjadi striker terbaik.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=12"
        },
        {
          "duration": 24,
          "episode": 13,
          "image": "e13.jpg",
          "desc": "Babak baru dimulai dengan tantangan yang lebih berat dan rival yang lebih kuat. Isagi harus meningkatkan permainannya untuk bertahan.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=13"
        },
        {
          "duration": 24,
          "episode": 14,
          "image": "e14.jpg",
          "desc": "Isagi berhadapan dengan pemain berbakat yang menguji batas kemampuannya. Ia harus menemukan cara untuk mengatasi kelemahannya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=14"
        },
        {
          "duration": 24,
          "episode": 15,
          "image": "e15.jpg",
          "desc": "Isagi dan rekan-rekannya dihadapkan pada pertandingan yang menguji batas kerja sama tim mereka. Strategi baru diterapkan, tetapi perbedaan ego antar pemain mulai menjadi tantangan besar. Di tengah tekanan, Isagi menyadari pentingnya sinergi dalam mencapai kemenangan.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=15"
        },
        {
          "duration": 24,
          "episode": 16,
          "image": "e16.jpg",
          "desc": "Seleksi kedua berlanjut, dan Isagi menghadapi salah satu lawan terberat yang pernah ia hadapi. Kemampuan taktis dan insting mencetak golnya benar-benar diuji. Sementara itu, persaingan antar peserta semakin sengit karena hanya pemain terbaik yang akan melanjutkan ke tahap berikutnya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=16"
        },
        {
          "duration": 24,
          "episode": 17,
          "image": "e17.jpg",
          "desc": "Ketegangan meningkat saat Isagi dipertemukan dengan Bakugo Rin, salah satu pemain paling berbakat di Blue Lock. Pertandingan yang penuh dengan trik dan strategi ini membuka potensi tersembunyi Isagi, sekaligus menunjukkan bahwa perjalanan menuju puncak masih panjang.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=17"
        },
        {
          "duration": 24,
          "episode": 18,
          "image": "e18.jpg",
          "desc": "Pertarungan 3v3 antara Isagi, Nagi, dan Barou melawan Rin dan timnya berlangsung sengit. Di bawah tekanan, Isagi terus mencari cara untuk memahami permainan dan mengambil alih kontrol. Pertandingan ini menguji kecerdasan dan kreativitasnya sebagai striker.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=18"
        },
        {
          "duration": 24,
          "episode": 19,
          "image": "e19.jpg",
          "desc": "Kekalahan membuat Isagi mulai meragukan kemampuannya. Namun, dorongan dari rekan setimnya membantunya menemukan kembali kepercayaan diri dan strategi baru untuk kembali bertarung dalam tahap seleksi selanjutnya.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=19"
        },
        {
          "duration": 24,
          "episode": 20,
          "image": "e20.jpg",
          "desc": "Tim baru Isagi, Nagi, dan Chigiri menghadapi tim yang terdiri dari pemain kelas atas, termasuk Kunigami. Di sini, Isagi menyadari bahwa ia harus menjadi pusat strategi tim untuk mendapatkan kemenangan.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=20"
        },
        {
          "duration": 24,
          "episode": 21,
          "image": "e21.jpg",
          "desc": "Seleksi individu dimulai dengan Isagi melawan Rin secara langsung dalam tantangan penentuan terakhir. Dengan segala pelajaran dari sebelumnya, Isagi bertujuan untuk mengalahkan salah satu pemain terhebat di Blue Lock.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=21"
        },
        {
          "duration": 24,
          "episode": 22,
          "image": "e22.jpg",
          "desc": "Pertandingan final berlangsung dengan intensitas tinggi. Kemampuan strategis dan fisik Isagi berada pada puncaknya, tetapi Rin terus membuktikan mengapa dia menjadi kandidat utama di Blue Lock.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=22"
        },
        {
          "duration": 24,
          "episode": 23,
          "image": "e23.jpg",
          "desc": "Hasil pertandingan final membawa Isagi ke refleksi mendalam tentang perkembangan dirinya selama berada di Blue Lock. Ia bertekad untuk terus mendorong batas-batasnya dan menjadi striker terbaik.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=23"
        },
        {
          "duration": 24,
          "episode": 24,
          "image": "e24.jpg",
          "desc": "Blue Lock memasuki tahap baru dengan pengumuman pemain yang lolos. Isagi, dengan pengalaman dan pembelajaran yang ia peroleh, bersiap untuk tantangan berikutnya di perjalanan menuju puncak dunia sepak bola.",
          "url": "https://www.imdb.com/title/tt15222080/episodes?season=1&episode=24"
        }
      ]
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/CyYpypOVSC8?si=A0AYG0K83WkzLnq4",
    "year": 0,
    "cast": [
      "Ricco Fajardo",
      "Drew Breedlove",
      "Aaron Dismuke",
      "Kamen Casey",
      "Yoshitsugu Matsuoka",
      "Matthew David Rudd",
      "Kyle Igneczi",
      "Alex Hom",
      "Kôki Uchiyama",
      "Nobunaga Shimazaki",
      "Hiroshi Kamiya",
      "Shugo Nakamura",
      "Eri Yukimura",
      "Bryson Baugus",
      "Aaron Campbell"
    ],
    "creator": [],
    "desc": "Pemain sepak bola sekolah menengah dari seluruh Jepang berkumpul untuk sebuah proyek kontroversial yang dirancang untuk menciptakan striker terbaik dan paling egois di dunia."
  },
  {
    "title": "the little mermaid",
    "rate": 7.2,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-6.png",
    "imgPotrait": "/images/movies/potrait/img-6.png",
    "genre": ["fairy tale", "sea adventure", "Adventure", "fantasy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/kpGo2_d3oYE?si=bJPWghZo3hoBbb1Z",
    "year": 0,
    "cast": [
      "Halle Bailey",
      "Jonah Hauer-King",
      "Melissa McCarthy",
      "Javier Bardem",
      "Noma Dumezweni",
      "Art Malik",
      "Daveed Diggs",
      "Jacob Tremblay",
      "Awkwafina",
      "Jessica Alexander"
    ],
    "creator": [],
    "desc": "Putri duyung muda membuat kesepakatan dengan penyihir laut untuk menukar suaranya yang indah dengan kaki manusia sehingga dia dapat menjelajahi dunia di atas air dan mengesankan seorang pangeran."
  },
  {
    "title": "the tomorrow war",
    "rate": 6.6,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-7.png",
    "imgPotrait": "/images/movies/potrait/img-7.png",
    "genre": ["alien invansion", "action", "Adventure", "drama"],
    "isEpisode": {
      "episode": false
    },
    "adult": 16,
    "trailer": "https://youtube.com/embed/2o_NCvnpQ58?si=HLMCbjwGMbw9ESJ3",
    "year": 0,
    "cast": [
      "Chris Pratt",
      "Yvonne Strahovski",
      "J.K. Simmons",
      "Betty Gilpin",
      "Sam Richardson",
      "Edwin Hodge",
      "Jasmine Mathews",
      "Ryan Kiera Armstrong",
      "Keith Powers",
      "Mary Lynn Rajskub",
      "Mike Mitchell",
      "Jared Shaw",
      "Alexis Louder"
    ],
    "creator": [],
    "desc": "Seorang pria berkeluarga direkrut untuk berperang di masa depan di mana nasib umat manusia bergantung pada kemampuannya untuk menghadapi masa lalu."
  },
  {
    "title": "the batman",
    "rate": 7.8,
    "isTop": true,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-8.png",
    "imgPotrait": "/images/movies/potrait/img-8.png",
    "genre": ["epic", "serial killer", "action", "action epic"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/mqqft2x_Aa4?si=TZUPDrOnCUbpIlJm",
    "year": 0,
    "cast": [
      "Robert Pattinson",
      "Zoë Kravitz",
      "Paul Dano",
      "Colin Farrell",
      "Andy Serkis",
      "Jeffrey Wright",
      "John Turturro",
      "Peter Sarsgaard",
      "Barry Keoghan",
      "Jayme Lawson"
    ],
    "creator": [],
    "desc": "Ketika seorang pembunuh berantai sadis mulai membunuh tokoh politik penting di Gotham, Batman terpaksa menyelidiki korupsi tersembunyi di kota tersebut dan mempertanyakan keterlibatan keluarganya."
  },
  {
    "title": "all of us are dead",
    "rate": 7.5,
    "isTop": false,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-9.png",
    "imgPotrait": "/images/movies/potrait/img-9.png",
    "genre": ["korean drama", "survival", "action", "horror"],
    "isEpisode": {
      "episode": 13,
      "listEpisode": [
        {
          "duration": 66,
          "episode": 1,
          "image": "e1.jpg",
          "desc": "Di laboratorium sains Lee Byeong-Chan, seorang siswa mengalami gigitan yang tampaknya tidak berbahaya. Tak lama kemudian, wabah yang menyebar cepat membanjiri sekolah dengan darah.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=1"
        },
        {
          "duration": 70,
          "episode": 2,
          "image": "e2.jpg",
          "desc": "Jumlah yang terinfeksi bertambah dengan cepat. Berjuang untuk hidup mereka, Nam On-Jo dan Lee Cheong-San menemukan tempat aman bersama yang lain di dalam kelas—tetapi tidak untuk waktu lama.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=2"
        },
        {
          "duration": 62,
          "episode": 3,
          "image": "e3.jpg",
          "desc": "Ketika salah satu kelompok tergores saat melawan zombie, Lee Na-yeon menuntut mereka mengusirnya. Di luar, virus menelan kota.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=3"
        },
        {
          "duration": 72,
          "episode": 4,
          "image": "e4.jpg",
          "desc": "Dalam kebutuhan akan ponsel, dua siswa melakukan perjalanan berisiko ke ruang guru. Byeong-chan menyampaikan informasi penting kepada Detektif Song Jae-ik.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=4"
        },
        {
          "duration": 56,
          "episode": 5,
          "image": "e5.jpg",
          "desc": "Hukum darurat diberlakukan di kota. Ketika Cheong-san terpisah dari kelompok lainnya, On-jo memimpin misi menggunakan drone untuk menemukannya.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=5"
        },
        {
          "duration": 67,
          "episode": 6,
          "image": "e6.jpg",
          "desc": "Kelompok membuka jalan ke Cheong-an dengan menggunakan suara untuk mengalihkan zombie, tetapi ancaman jenis baru muncul. Nam So-ju melarikan diri dari kamp karantina.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=6"
        },
        {
          "duration": 60,
          "episode": 7,
          "image": "e7.jpg",
          "desc": "Untuk keluar dari ruang musik dan naik ke atap, para siswa melaksanakan rencana paling berbahaya mereka. Sementara itu, Jae-ik menghadapi hambatan. Ketegangan semakin tinggi saat kelompok berusaha mencari jalan keluar yang aman, namun ancaman zombie terus membayangi mereka. Persahabatan dan kepercayaan diuji seiring semakin banyaknya tantangan yang mereka hadapi.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=7"
        },
        {
          "duration": 57,
          "episode": 8,
          "image": "e8.jpg",
          "desc": "Setelah berhasil mencapai atap sekolah, para siswa mencoba menarik perhatian tim penyelamat dengan menggunakan sinyal darurat. Namun, ketegangan meningkat ketika ancaman baru muncul, dan kelompok tersebut harus mengambil keputusan sulit untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=8"
        },
        {
          "duration": 59,
          "episode": 9,
          "image": "e9.jpg",
          "desc": "Dengan suplai makanan dan minuman yang semakin menipis, para siswa berusaha mencari sumber daya tambahan. Namun, konflik internal dan ketidakpercayaan mulai mengancam persatuan kelompok.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=9"
        },
        {
          "duration": 61,
          "episode": 10,
          "image": "e10.jpg",
          "desc": "Ketika salah satu anggota kelompok terinfeksi, mereka harus menghadapi kenyataan menyakitkan. Sementara itu, bantuan dari pihak luar semakin sulit untuk diharapkan, membuat mereka bergantung pada diri sendiri untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=10"
        },
        {
          "duration": 64,
          "episode": 11,
          "image": "e11.jpg",
          "desc": "Para siswa menghadapi tantangan paling berbahaya saat mereka mencoba keluar dari sekolah untuk mencapai zona aman. Namun, jalan keluar dipenuhi oleh zombie dan jebakan tak terduga.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=11"
        },
        {
          "duration": 70,
          "episode": 12,
          "image": "e12.jpg",
          "desc": "Final yang mendebarkan membawa kelompok yang tersisa pada perjuangan terakhir untuk bertahan hidup. Saat kebenaran di balik wabah mulai terungkap, para siswa harus menghadapi konsekuensi dari keputusan mereka sebelumnya.",
          "url": "https://www.imdb.com/title/tt14169960/episodes?season=1&episode=12"
        }
      ]
    },
    "adult": 18,
    "trailer": "https://youtube.com/embed/IN5TD4VRcSM?si=53YcLRygSsT1-XiA",
    "year": 0,
    "cast": [
      "Park Ji-hu",
      "Yoon Chan-young",
      "Cho Yi-hyun",
      "Park Solomon",
      "Kim Bo-Yoon",
      "Lim Jae-hyeok",
      "Ahn Seung-kyoon",
      "Son Sang-yeon",
      "Jeon Bae-soo",
      "Lee Kyoo-hyung",
      "Greg Chun",
      "Rich Ting",
      "Harrison Xu"
    ],
    "creator": [],
    "desc": "Sebuah sekolah menengah menjadi titik awal wabah virus zombie. Siswa yang terjebak harus berjuang untuk keluar atau berubah menjadi salah satu orang yang tertular penyakit gila."
  },
  {
    "title": "a man called otto",
    "rate": 7.5,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-10.png",
    "imgPotrait": "/images/movies/potrait/img-10.png",
    "genre": ["comedy", "drama"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/eFYUX9l-m5I?si=GvUIFficdPOIcaiL",
    "year": 0,
    "cast": [
      "Tom Hanks",
      "Mariana Treviño",
      "Rachel Keller",
      "Manuel Garcia-Rulfo",
      "Truman Hanks",
      "Mike Birbiglia",
      "Christiana Montoya",
      "Alessandra Perez",
      "John Higgins"
    ],
    "creator": [],
    "desc": "Otto adalah seorang pemarah yang menyerah pada hidupnya setelah kehilangan istrinya dan ingin mengakhiri semuanya. Ketika sebuah keluarga muda tinggal di dekatnya, dia bertemu jodohnya dalam diri Marisol yang cerdas, yang mengarah pada persahabatan yang akan mengubah dunianya."
  },
  {
    "title": "alice in botherland",
    "rate": 7.7,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-11.png",
    "imgPotrait": "/images/movies/potrait/img-11.png",
    "genre": ["psychological drama", "psychological thriller", "survival"],
    "isEpisode": {
      "episode": 16,
      "listEpisode": [
        {
          "duration": 50,
          "episode": 1,
          "image": "e1.jpg",
          "desc": "Arisu, seorang pemuda yang merasa hidupnya tidak berarti, tiba-tiba terjebak di Tokyo yang kosong bersama dua teman dekatnya, Karube dan Chota. Setelah mendapati bahwa kota tersebut telah menjadi tempat yang sepenuhnya kosong dari manusia, mereka dipaksa untuk berpartisipasi dalam permainan mematikan yang diselenggarakan oleh entitas misterius. Permainan tersebut menuntut para pemain untuk bertahan hidup dan menyelesaikan tantangan yang berbahaya. Dalam episode pertama ini, Arisu dan teman-temannya berusaha untuk memahami situasi baru mereka yang penuh ketegangan dan ancaman.",
          "url": "https://www.imdb.com/title/tt13015952/"
        },
        {
          "duration": 50,
          "episode": 2,
          "image": "e2.jpg",
          "desc": "Kelompok Arisu mulai menyadari bahwa permainan yang mereka hadapi tidak hanya berbahaya, tetapi juga bisa membuat mereka kehilangan nyawa. Dalam episode ini, mereka menghadapi permainan yang lebih menantang, yaitu permainan bertahan hidup di sebuah apartemen kosong yang berisi jebakan mematikan. Arisu dan teman-temannya harus bekerja sama dan memanfaatkan keterampilan mereka untuk bertahan hidup. Namun, mereka juga harus membuat keputusan yang sangat sulit karena satu kesalahan bisa berakibat fatal. Sementara itu, kelompok lain yang terjebak dalam permainan ini juga berjuang untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt13618828/"
        },
        {
          "duration": 50,
          "episode": 3,
          "image": "e3.jpg",
          "desc": "Di episode ini, Arisu dan kelompoknya memasuki taman botani yang luas, di mana mereka harus menghadapi permainan yang lebih berbahaya yang menguji batas moral dan mental mereka. Ketika mereka mulai meragukan siapa yang bisa mereka percayai di antara mereka, ketegangan semakin meningkat. Permainan kali ini mengharuskan mereka untuk membuat pilihan yang berisiko tinggi yang bisa menyelamatkan atau menghancurkan mereka semua. Sementara itu, Arisu mulai menyadari bahwa permainan ini bukan sekadar soal bertahan hidup, tetapi juga soal mengetahui siapa yang bisa mereka percayai dan siapa yang harus mereka hindari.",
          "url": "https://www.imdb.com/title/tt13618830/"
        },
        {
          "duration": 50,
          "episode": 4,
          "image": "e4.jpg",
          "desc": "Arisu, yang merasa bersalah atas keputusan-keputusan yang diambil sebelumnya, berada dalam keadaan tertekan dan merasa hampir menyerah. Namun, Usagi, seorang pemain lain yang ia temui di dunia ini, mendorong Arisu untuk tetap bertahan. Bersama-sama, mereka menghadapi permainan ketahanan yang diadakan di sebuah jalan raya bawah tanah yang dipenuhi dengan rintangan berbahaya dan zombie yang mengancam jiwa mereka. Mereka tidak hanya harus melawan ancaman eksternal, tetapi juga menghadapi ketakutan dan kecemasan internal yang menguji kekuatan mental mereka. Episode ini menampilkan perjuangan pribadi Arisu dan Usagi untuk mencari makna dan alasan bertahan hidup.",
          "url": "https://www.imdb.com/title/tt13618834/"
        },
        {
          "duration": 50,
          "episode": 5,
          "image": "e5.jpg",
          "desc": "Setelah berhasil mencapai 'The Beach', sebuah tempat yang tampaknya menjadi markas utama untuk para pemain yang selamat, Arisu dan Usagi mulai memahami bahwa tempat ini tidak seaman yang mereka kira. Raja dari 'The Beach', yang memiliki kendali penuh atas tempat tersebut, memaksa mereka untuk membantu mengumpulkan kartu permainan yang tersisa agar dapat keluar dari dunia ini. Namun, ketegangan mulai muncul saat Arisu dan Usagi menyadari bahwa mereka mungkin telah terjebak dalam permainan yang lebih besar dan lebih berbahaya daripada yang mereka bayangkan. Episode ini menggali tema kepercayaan, kekuasaan, dan pengkhianatan.",
          "url": "https://www.imdb.com/title/tt13618832/"
        },
        {
          "duration": 50,
          "episode": 6,
          "image": "e6.jpg",
          "desc": "Ketika ketegangan di 'The Beach' semakin memuncak, Arisu dan teman-temannya harus menghadapi kenyataan pahit tentang keinginan mereka untuk melarikan diri. Pada episode ini, pengkhianatan mulai terungkap, dan Arisu harus memutuskan apakah ia akan tetap mempercayai teman-temannya atau mencari jalan keluar sendirian. Persaingan antar pemain semakin sengit, dan dalam permainan terakhir mereka, Arisu harus menggunakan segala kecerdikan dan keterampilannya untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt13618835/"
        },
        {
          "duration": 50,
          "episode": 7,
          "image": "e7.jpg",
          "desc": "Arisu dan kelompoknya semakin terjebak dalam konflik internal di 'The Beach'. Mereka semakin dekat dengan jawaban tentang siapa yang mengatur permainan ini dan apa tujuannya. Ketika Arisu mulai menemukan petunjuk, dia harus berhadapan dengan pilihan yang lebih sulit: tetap bertahan dengan teman-temannya atau mengorbankan mereka demi keselamatan dirinya. Episode ini mengungkap lebih banyak tentang masa lalu karakter utama dan apa yang memotivasi mereka untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt13618836/"
        },
        {
          "duration": 50,
          "episode": 8,
          "image": "e8.jpg",
          "desc": "Pada episode terakhir Musim 1, Arisu dan teman-temannya menghadapi permainan yang paling mematikan dan menegangkan dari semuanya. Mereka harus berhadapan dengan pilihan yang menguji bukan hanya kemampuan bertahan hidup mereka, tetapi juga moralitas mereka. Saat ancaman terbesar muncul, Arisu terpaksa menghadapi kenyataan yang mengejutkan tentang permainan ini. Episode ini menjadi puncak ketegangan musim pertama dengan banyak pengungkapan yang akan mengubah nasib para pemain.",
          "url": "https://www.imdb.com/title/tt13618837/"
        },
        {
          "duration": 50,
          "episode": 9,
          "image": "e9.jpg",
          "desc": "Musim kedua dimulai dengan Arisu dan Usagi kembali terjebak dalam dunia permainan mematikan yang penuh teka-teki. Setelah melarikan diri dari 'The Beach', mereka memasuki babak baru dalam permainan yang lebih berbahaya dan kompleks. Arisu harus menghadapi kenyataan bahwa meskipun telah bertahan sejauh ini, musuh mereka jauh lebih kuat dan licik. Usagi yang setia tetap mendampingi Arisu, tetapi keduanya harus bekerjasama untuk menyelesaikan permainan berikutnya yang menguji kemampuan fisik dan mental mereka.",
          "url": "https://www.imdb.com/title/tt14419824/"
        },
        {
          "duration": 50,
          "episode": 10,
          "image": "e10.jpg",
          "desc": "Arisu dan Usagi menyelidiki lebih dalam ke dalam dunia permainan, dengan berbagai kelompok lain yang memiliki tujuan dan motivasi berbeda. Mereka bertemu dengan pemain baru yang memiliki informasi penting, tetapi mereka juga harus menghadapi lebih banyak permainan mematikan yang dirancang untuk membuat mereka menyerah. Persaingan semakin intens, dan Arisu mulai meragukan kemampuannya untuk keluar dari permainan ini hidup-hidup. Episode ini menggali lebih dalam karakter-karakter baru dan memperkenalkan konflik yang lebih rumit antara para pemain.",
          "url": "https://www.imdb.com/title/tt14419825/"
        },
        {
          "duration": 50,
          "episode": 11,
          "image": "e11.jpg",
          "desc": "Di episode ini, Arisu dan Usagi menghadapi tantangan yang jauh lebih berbahaya, di mana mereka harus membuat keputusan yang akan mempengaruhi nasib mereka dan pemain lainnya. Mereka berhadapan dengan teka-teki yang memerlukan kecerdasan luar biasa, serta jebakan fisik yang menuntut keberanian untuk bertahan. Ketika lebih banyak rahasia terungkap tentang pengatur permainan ini, Arisu mulai memahami bahwa dirinya mungkin hanya salah satu dari banyak pion dalam permainan yang lebih besar dari yang ia bayangkan.",
          "url": "https://www.imdb.com/title/tt14419826/"
        },
        {
          "duration": 50,
          "episode": 12,
          "image": "e12.jpg",
          "desc": "Arisu dan Usagi bekerja sama dengan pemain lain untuk menghadapi permainan yang sangat berbahaya, yang mengharuskan mereka untuk mempertaruhkan lebih dari sekadar nyawa mereka. Dalam episode ini, mereka menghadapi pilihan yang sangat sulit, dengan konsekuensi yang mengubah jalan cerita. Episode ini juga memperkenalkan lebih banyak karakter dan konflik baru, yang semakin memperumit hubungan antara para pemain. Arisu juga harus berhadapan dengan masa lalunya dan bagaimana itu mempengaruhi keputusan-keputusan yang ia buat di dunia ini.",
          "url": "https://www.imdb.com/title/tt14419827/"
        },
        {
          "duration": 50,
          "episode": 13,
          "image": "e13.jpg",
          "desc": "Setelah melalui banyak permainan mematikan, Arisu dan Usagi mulai merasa kelelahan baik secara fisik maupun mental. Mereka mengetahui bahwa mereka tidak sendirian dalam perjuangan mereka, karena banyak pemain lain juga mencari jalan keluar dari dunia ini. Namun, pertemuan mereka dengan kelompok lain membuktikan bahwa kepercayaan tidak bisa diberikan begitu saja. Dalam episode ini, permainan mereka semakin rumit, dan mereka harus menghadapinya dengan strategi yang lebih cerdas dan bijaksana.",
          "url": "https://www.imdb.com/title/tt14419828/"
        },
        {
          "duration": 50,
          "episode": 14,
          "image": "e14.jpg",
          "desc": "Arisu dan Usagi akhirnya mendapatkan petunjuk lebih lanjut tentang siapa yang mengatur permainan ini dan apa tujuannya. Namun, mereka dihadapkan dengan permainan yang menguji kecerdasan dan kemampuan mereka dalam mengambil keputusan moral yang kompleks. Setiap langkah yang mereka ambil memiliki risiko besar, dan mereka mulai merasakan tekanan yang semakin besar. Di tengah persaingan yang semakin sengit, Arisu harus memilih antara membantu teman-temannya atau mengikuti jalan keluar yang lebih aman untuk dirinya sendiri. Episode ini menggali lebih dalam tentang dilema moral yang harus dihadapi oleh para pemain.",
          "url": "https://www.imdb.com/title/tt14419829/"
        },
        {
          "duration": 50,
          "episode": 15,
          "image": "e15.jpg",
          "desc": "Di episode ini, Arisu dan Usagi akhirnya mengungkap lebih banyak tentang struktur permainan ini dan apa yang sebenarnya terjadi di dunia yang mereka huni. Mereka bertemu dengan lebih banyak pemain yang memiliki informasi berharga, tetapi tidak semua orang bisa dipercaya. Ketika pengkhianatan dan aliansi baru terbentuk, mereka harus berpacu dengan waktu untuk menyelesaikan tantangan terakhir mereka. Episode ini penuh dengan ketegangan, pengungkapan mengejutkan, dan keputusan yang bisa mengubah jalan cerita mereka selamanya.",
          "url": "https://www.imdb.com/title/tt14419830/"
        },
        {
          "duration": 50,
          "episode": 16,
          "image": "e16.jpg",
          "desc": "Musim kedua mencapai puncaknya di episode terakhir ini. Arisu dan Usagi menghadapi permainan yang lebih sulit dan mengerikan daripada sebelumnya, menguji batas keberanian mereka. Mereka juga mulai memahami bahwa seluruh permainan ini memiliki tujuan yang jauh lebih besar, dan mereka hanya bagian kecil dari teka-teki yang lebih rumit. Dengan banyak pengorbanan dan keputusasaan, Arisu harus memimpin timnya menuju akhir yang tak terduga. Episode ini penuh dengan ketegangan emosional dan aksi yang mendalam, memberikan penutupan yang memuaskan untuk musim kedua.",
          "url": "https://www.imdb.com/title/tt14419831/"
        }
      ]
    },
    "adult": 18,
    "trailer": "https://youtube.com/embed/49_44FFKZ1M?si=KRKcoquPlLmpqXu-",
    "year": 0,
    "cast": [
      "Kento Yamazaki",
      "Tao Tsuchiya",
      "Nijirô Murakami",
      "Aya Asahina",
      "Yuki Morinaga",
      "Keita Machida",
      "Ayaka Miyoshi",
      "Dori Sakurada",
      "Shuntaro Yanagi",
      "Yutaro Watanabe",
      "Ayame Misaki",
      "Mizuki Yoshida",
      "Tsuyoshi Abe",
      "Nobuaki Kaneko",
      "Sho Aoyagi",
      "Riisa Naka",
      "Shigemitsu Ogi"
    ],
    "creator": [],
    "desc": "Arisu - seorang pemuda yang lesu, menganggur, dan terobsesi dengan video game - tiba-tiba menemukan dirinya berada di Tokyo versi aneh dan kosong di mana dia dan teman-temannya harus bersaing dalam permainan berbahaya untuk bertahan hidup."
  },
  {
    "title": "big hero 6",
    "rate": 7.8,
    "isTop": true,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-12.png",
    "imgPotrait": "/images/movies/potrait/img-12.png",
    "genre": ["quest", "action", "Super hero"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/d2S8D_SCAJY?si=cPF_iKFr-4b85wBl",
    "year": 0,
    "cast": [
      "Scott Adsit",
      "Ryan Potter",
      "Daniel Henney",
      "T.J. Miller",
      "Jamie Chung",
      "Damon Wayans Jr.",
      "Genesis Rodriguez",
      "James Cromwell",
      "Alan Tudyk",
      "Maya Rudolph"
    ],
    "creator": [],
    "desc": "Ikatan khusus berkembang antara robot tiup berukuran plus Baymax dan keajaiban Hiro Hamada, yang bersama-sama bekerja sama dengan sekelompok teman untuk membentuk sekelompok pahlawan teknologi tinggi."
  },
  {
    "title": "missing",
    "rate": 7.1,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-13.png",
    "imgPotrait": "/images/movies/potrait/img-13.png",
    "genre": ["drama", "psychological thriller", "mystery"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/seBixtcx19E?si=vBtQlEbDuafwXRjY",
    "year": 0,
    "cast": [
      "Storm Reid",
      "Nia Long",
      "Ken Leung",
      "Amy Landecker",
      "Daniel Henney",
      "Joaquim de Almeida",
      "Megan Suri",
      "Tim Griffin",
      "Rick Chambers",
      "Tracy Vilar"
    ],
    "creator": [],
    "desc": "Ketika ibunya menghilang saat berlibur di Kolombia bersama pacar barunya, pencarian jawaban June terhambat oleh birokrasi internasional. Namun, ketika dia menggali lebih dalam, penyelidikan digitalnya segera menimbulkan lebih banyak pertanyaan daripada jawaban."
  },
  {
    "title": "suzume no tojimari",
    "rate": 7.6,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-14.png",
    "imgPotrait": "/images/movies/potrait/img-14.png",
    "genre": ["anime", "action", "Adventure"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/5pTcio2hTSw?si=thCw0NfrH3tyOJv6",
    "year": 0,
    "cast": [
      "Nanoka Hara",
      "Hokuto Matsumura",
      "Eri Fukatsu",
      "Shôta Sometani",
      "Sairi Itô",
      "Kotone Hanase",
      "Kana Hanazawa",
      "Matsumoto Hakuō II",
      "Ryûnosuke Kamiki",
      "Ann Yamane",
      "Aimi"
    ],
    "creator": [],
    "desc": "Kisah jalanan petualangan aksi modern di mana seorang gadis berusia 17 tahun bernama Suzume membantu seorang pemuda misterius menutup pintu dari sisi lain yang menimbulkan bencana di seluruh Jepang."
  },
  {
    "title": "m3gan",
    "rate": 6.3,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-15.png",
    "imgPotrait": "/images/movies/potrait/img-15.png",
    "genre": ["cyber thriller", "horror", "sci-fi"],
    "isEpisode": {
      "episode": false
    },
    "adult": 17,
    "trailer": "https://youtube.com/embed/BRb4U99OU80?si=RHZlUlTsLmZjGsZk",
    "year": 0,
    "cast": [
      "Allison Williams",
      "Violet McGraw",
      "Ronny Chieng",
      "Amie Donald",
      "Jenna Davis",
      "Brian Jordan Alvarez",
      "Jen Van Epps",
      "Stephane Garneau-Monten",
      "Lori Dungey",
      "Amy Usherwood"
    ],
    "creator": [],
    "desc": "Ketika insinyur robotik Gemma menjadi wali keponakannya yang yatim piatu, Cady, menurutnya penemuan barunya, robot AI, akan menjadi teman yang baik. Namun, M3GAN mulai berperilaku tidak terduga dan mengejutkan."
  },
  {
    "title": "ant-man and the wasp: quantumania",
    "rate": 6.3,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-16.png",
    "imgPotrait": "/images/movies/potrait/img-16.png",
    "genre": ["action", "Adventure", "Super hero"],
    "isEpisode": {
      "episode": false
    },
    "adult": 17,
    "trailer": "https://youtube.com/embed/ZlNFpri-Y40?si=seM11G_kRW-xY8Br",
    "year": 0,
    "cast": [
      "Paul Rudd",
      "Evangeline Lilly",
      "Michael Douglas",
      "Michelle Pfeiffer",
      "Jonathan Majors",
      "Kathryn Newton",
      "Corey Stoll",
      "Bill Murray",
      "Katy O'Brian",
      "William Jackson Harper",
      "David Dastmalchian",
      "Jamie Andrew Cutler"
    ],
    "creator": [],
    "desc": "Scott Lang dan Hope Van Dyne diseret ke Alam Kuantum, bersama dengan orang tua Hope dan putri Scott, Cassie. Bersama-sama mereka harus menemukan cara untuk melarikan diri, tapi rahasia apa yang disembunyikan ibu Hope? Dan siapakah Kang misterius itu?"
  },
  {
    "title": "duty after school",
    "rate": 6.8,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-17.png",
    "imgPotrait": "/images/movies/potrait/img-17.png",
    "genre": ["drama", "Adventure"],
    "isEpisode": {
      "episode": 10,
      "listEpisode": [
        {
          "duration": 60,
          "episode": 1,
          "image": "e1.jpg",
          "desc": "Duty After School adalah serial drama Korea Selatan yang menggabungkan elemen fiksi ilmiah dan thriller, mengisahkan tentang siswa-siswa SMA yang terpaksa berperang melawan makhluk asing misterius yang muncul di langit. Cerita dimulai ketika bola-bola misterius muncul di langit, menyebabkan kerusakan besar dan menewaskan banyak orang. Untuk meningkatkan kekuatan militer, pemerintah Korea Selatan memutuskan untuk merekrut semua siswa SMA kelas 3 sebagai pasukan cadangan. Para siswa yang sebelumnya fokus pada persiapan ujian masuk universitas kini harus menghadapi kenyataan baru sebagai prajurit muda yang belum berpengalaman. Serial ini mengeksplorasi dinamika kelompok, pertumbuhan karakter, dan tantangan yang dihadapi oleh remaja dalam situasi ekstrem.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 2,
          "image": "e2.jpg",
          "desc": "Duty After School dibagi menjadi dua bagian: Bagian 1 yang terdiri dari enam episode dirilis pada 31 Maret 2023, dan Bagian 2 yang terdiri dari tiga episode dirilis pada 21 April 2023. Serial ini diproduksi oleh Studio Dragon dan disutradarai oleh Sung Yong-il, yang sebelumnya dikenal melalui 'Class of Lies' (2019). Penulis naskahnya adalah Lee Nam-gyu, yang dikenal melalui 'The Light in Your Eyes' (2019). Serial ini diadaptasi dari webtoon populer dengan judul yang sama, yang telah menarik perhatian banyak pembaca dengan alur ceritanya yang unik dan penuh ketegangan.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 3,
          "image": "e3.jpg",
          "desc": "Para pemeran utama dalam serial ini termasuk Shin Hyun-woo, Hwang Se-in, dan Kwon Eun-bin. Shin Hyun-woo berperan sebagai Lee Chun-ho, seorang siswa yang awalnya tidak tertarik dengan kegiatan militer namun kemudian menunjukkan kepemimpinan yang luar biasa. Hwang Se-in memerankan karakter Kim So-eun, seorang siswa yang cerdas dan analitis, yang menjadi otak di balik strategi kelompok mereka. Kwon Eun-bin berperan sebagai Yeo Joo-ha, seorang siswa yang memiliki keterampilan bertarung yang luar biasa dan menjadi pelindung bagi teman-temannya. Interaksi antara ketiga karakter ini dan dinamika kelompok mereka menjadi inti dari cerita, menunjukkan bagaimana mereka tumbuh dan berubah dalam menghadapi tantangan yang tidak terduga.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 4,
          "image": "e4.jpg",
          "desc": "Duty After School telah mendapatkan pujian atas visualnya yang menakjubkan dan efek khusus yang realistis, yang berhasil membawa penonton ke dalam dunia yang penuh dengan ketegangan dan aksi. Serial ini juga berhasil menggambarkan emosi dan konflik internal para karakter dengan mendalam, membuat penonton merasa terhubung dengan perjuangan mereka. Selain itu, serial ini berhasil menyajikan tema-tema seperti persahabatan, pengorbanan, dan pertumbuhan pribadi dalam konteks yang unik dan menarik. Secara keseluruhan, 'Duty After School' menawarkan pengalaman menonton yang mendalam dan memikat, dengan alur cerita yang penuh ketegangan dan karakter-karakter yang kompleks. Serial ini cocok bagi mereka yang menyukai cerita tentang perjuangan remaja dalam menghadapi situasi ekstrem, serta bagi penggemar fiksi ilmiah dan thriller yang mencari tontonan dengan kualitas produksi tinggi dan cerita yang menarik.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 5,
          "image": "e5.jpg",
          "desc": "Episode kelima menguji para siswa yang kini menjadi bagian dari pasukan cadangan. Mereka dihadapkan dengan pertempuran yang semakin intens, dan mereka harus bekerja sama lebih erat daripada sebelumnya. Namun, ketegangan internal muncul ketika beberapa siswa mulai meragukan kemampuan mereka dan kemampuan kelompok untuk bertahan hidup. Dengan ancaman yang semakin besar dari makhluk asing, mereka harus mengatasi rasa takut dan ketidakpercayaan diri agar bisa melawan bersama. Episode ini menggali tema kekuatan mental dan kebersamaan dalam menghadapi krisis.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 6,
          "image": "e6.jpg",
          "desc": "Di episode ini, hubungan antara para siswa semakin teruji. Beberapa anggota tim menghadapi konflik personal yang dapat merusak kesatuan mereka. Namun, di tengah perpecahan ini, beberapa anggota baru muncul untuk menguatkan grup. Mereka menghadapi pertempuran besar melawan makhluk asing, dan meskipun ada kerugian besar, mereka mulai belajar tentang arti persahabatan dan pengorbanan. Dalam prosesnya, mereka juga semakin memahami latar belakang misterius dari invasi ini, memperdalam pengaruh yang dimiliki oleh para penguasa makhluk asing tersebut.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 7,
          "image": "e7.jpg",
          "desc": "Episode ketujuh menggali lebih dalam tentang asal-usul invasi ini dan mengungkapkan lebih banyak tentang organisasi yang terlibat di baliknya. Para siswa menemukan bahwa mereka tidak hanya berjuang untuk bertahan hidup, tetapi mereka juga menjadi bagian dari permainan yang jauh lebih besar. Di tengah situasi yang semakin kritis, beberapa karakter membuat pilihan yang sangat sulit yang akan menentukan arah cerita selanjutnya. Ketegangan meningkat, dan ancaman baru muncul, menjadikan episode ini salah satu yang paling emosional dan penuh dengan ketegangan.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 8,
          "image": "e8.jpg",
          "desc": "Dalam episode kedelapan, keputusan-keputusan sulit yang telah diambil oleh karakter-karakter utama mulai memunculkan konsekuensi besar. Dengan semakin sedikit sumber daya dan dengan perang yang semakin intens, kelompok tersebut semakin terdesak. Para siswa harus berjuang dengan lebih keras dan lebih cerdas untuk menghadapi musuh mereka yang lebih kuat. Di sisi lain, mereka juga berhadapan dengan kenyataan pahit bahwa mereka mungkin tidak semua bisa keluar hidup-hidup. Episode ini penuh dengan aksi dramatis yang memacu adrenalin dan menguji moralitas setiap karakter.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 9,
          "image": "e9.jpg",
          "desc": "Episode kesembilan memperlihatkan pertempuran paling brutal hingga saat ini. Para siswa terpaksa melawan musuh yang semakin kuat dan cerdas, yang tampaknya telah mempelajari strategi mereka. Ketegangan antar karakter semakin tinggi karena beberapa dari mereka merasa dilema moral di hadapan bahaya yang semakin besar. Mereka juga harus membuat keputusan yang bisa menyelamatkan beberapa dari mereka, namun bisa berakibat fatal bagi yang lain. Episode ini menampilkan konflik emosional yang mendalam, di mana setiap karakter diuji hingga batas kemampuannya.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        },
        {
          "duration": 60,
          "episode": 10,
          "image": "e10.jpg",
          "desc": "Dalam episode sepuluh, para siswa yang masih bertahan menemukan bahwa ancaman makhluk asing ini bukan hanya sekedar perang fisik, tetapi ada konspirasi besar yang melibatkan pihak-pihak tertentu dalam pemerintahan. Mereka mulai merencanakan strategi baru untuk menghadapi musuh, sambil menggali lebih dalam tentang motivasi di balik invasi ini. Konflik internal dalam kelompok semakin membesar, sementara hubungan antar karakter diuji lebih jauh. Di tengah ancaman yang tak kunjung reda, mereka harus memutuskan siapa yang dapat mereka percayai dan bagaimana mereka akan bertahan hidup.",
          "url": "https://www.imdb.com/title/tt26672563/?utm_source=chatgpt.com"
        }
      ]
    },
    "adult": 17,
    "trailer": "https://youtube.com/embed/U0MOoyI7pIM?si=ZenPoVEhs0Cpsyh6",
    "year": 0,
    "cast": [
      "Shin Hyun-Soo",
      "Lee Soon-Won",
      "Kim Ki-Hae",
      "Choi Moon-Hee",
      "Kim Su-Gyeom",
      "Lee Yeon",
      "Kwon Eun-Bin",
      "Moon Sang-Min",
      "Woo Min-Gyu",
      "Ahn Do-Kyu",
      "Yoon Jong-Bin",
      "Ji Min-Hyuk",
      "Hong Sa-Bin",
      "Kook Young-Soo",
      "Kim Deok-Joong",
      "Jo Jang-Soo",
      "Jo Young-Shin",
      "Woo Hee-Rak",
      "Ro Jong-Hyun",
      "Lim Se-Mi",
      "Lee Jang-Won",
      "Kim Min-A",
      "Son Ji-Na",
      "Yoo Dam-Yeon",
      "Jang Hyuk-Jin",
      "Shim So-Young",
      "Kim Do-Yeon",
      "Seo Ji-Young",
      "Woo Hyun-Zoo",
      "Kim Won-Hae",
      "Ahn Chang-Hwan",
      "Shin Jae-Hwi",
      "Jang Hyun-Sung",
      "Lee Jong-Hyun",
      "Han Myung-Hwan",
      "Sung Ji-Ru",
      "Jung Dong-Geun",
      "No Seong-Eun",
      "Lee Dong-Yong",
      "Kim Ye-Won",
      "Lee Dong-Kyu",
      "Shin Min-Soo",
      "Kim Si-Kook",
      "Lee Jae-Hak"
    ],
    "creator": [],
    "desc": "Sebuah film thriller fiksi ilmiah yang menggambarkan semua siswa di seluruh negeri bertarung melawan benda tak dikenal menjelang CSAT dan berjuang untuk mendapatkan poin tambahan."
  },
  {
    "title": "my hero academia",
    "rate": 8.2,
    "isTop": false,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-18.png",
    "imgPotrait": "/images/movies/potrait/img-18.png",
    "genre": ["anime", "Super hero", "action", "Adventure"],
    "isEpisode": {
      "episode": 200,
      "listEpisode": [
        {
          "episode": 1,
          "title": "Izuku Midoriya: Origin",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.1z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Izuku Midoriya, seorang anak laki-laki yang lahir tanpa Quirk (kemampuan super) di dunia yang hampir semua orang memilikinya, selalu bermimpi menjadi pahlawan. Sejak kecil, ia mengidolakan All Might, pahlawan nomor satu yang memiliki kekuatan luar biasa. Meskipun sering dibuli oleh teman masa kecilnya, Katsuki Bakugo, Izuku tidak pernah menyerah pada impiannya. Ia ingin mengikuti jejak All Might dan menjadi pahlawan yang melindungi orang lain. Namun, kenyataan pahit tentang ketidakmampuannya untuk memiliki Quirk menghancurkan semangatnya. Suatu hari, Izuku menyaksikan tindakan heroik All Might secara langsung, yang membuka jalan bagi masa depan yang penuh harapan. All Might akhirnya memilih Izuku sebagai penerusnya, memberinya Quirk yang luar biasa, One For All. Episode ini menandai awal perjalanan heroik Izuku di Akademi Pahlawan U.A., tempat ia berusaha membuktikan bahwa meskipun ia tidak terlahir dengan Quirk, ia dapat menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 2,
          "title": "What It Takes to Be a Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.2z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Izuku Midoriya akhirnya memasuki U.A. Academy dan harus menghadapi ujian masuk yang sangat sulit. Dalam ujian tersebut, para peserta harus melawan robot-robot raksasa yang merupakan ujian untuk mengevaluasi kekuatan dan kemampuan bertarung mereka. Meskipun Izuku tidak memiliki Quirk yang dapat digunakannya dengan sempurna, ia memanfaatkan One For All yang baru diterima, meskipun belum dapat mengendalikannya dengan baik. Dengan bimbingan All Might, Izuku belajar tentang arti sejati menjadi seorang pahlawan. Sementara itu, ia juga mulai berkenalan dengan teman-teman baru, termasuk teman sekamarnya, Ochaco Uraraka, dan sesama calon pahlawan, Katsuki Bakugo. Di sisi lain, Bakugo, yang sebelumnya adalah teman masa kecilnya, merasa tersaingi oleh Izuku dan sering menunjukkan sikap angkuh dan merendahkan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 3,
          "title": "Roaring Sports Festival",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.3z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "U.A. Academy mengadakan Festival Olahraga, yang juga merupakan ujian besar bagi para siswa. Dalam festival ini, para siswa bersaing dalam serangkaian kompetisi untuk menunjukkan keterampilan mereka sebagai calon pahlawan. Izuku dan teman-temannya menghadapi tantangan yang menguji ketahanan fisik, kecerdasan, dan kerja sama tim mereka. Namun, bagi Izuku, ini adalah kesempatan untuk menguji kekuatan barunya dan melihat sejauh mana ia dapat mengendalikan One For All. Ia harus berhadapan dengan lawan-lawan yang kuat, seperti Katsuki Bakugo, yang memiliki Quirk Explosion yang sangat kuat. Festival ini juga memperlihatkan konflik antara teman-teman dan rival-rival yang berjuang untuk menjadi yang terbaik. Selama kompetisi, Izuku semakin menyadari betapa beratnya menjadi seorang pahlawan sejati dan tantangan besar yang harus dihadapinya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 4,
          "title": "In Their Own Quirky Ways",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.4z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Para siswa U.A. melanjutkan Festival Olahraga dengan pertandingan pertempuran. Izuku dan teman-temannya berhadapan dengan lawan-lawan yang lebih kuat, dan mereka harus mengeluarkan strategi terbaik mereka untuk bertahan hidup. Dalam episode ini, kita melihat bagaimana para siswa memiliki pendekatan yang berbeda terhadap perjuangan mereka. Beberapa siswa, seperti Iida Tenya, menunjukkan rasa tanggung jawab dan semangat yang tinggi untuk melindungi teman-temannya. Sementara itu, Izuku terus berjuang untuk mengendalikan One For All, tetapi perjuangannya tidak mudah. Dia harus beradaptasi dengan kekuatan luar biasa yang ada di dalam dirinya sambil menjaga dirinya agar tidak melukai orang lain. Konflik antara rival juga semakin memanas, terutama dengan Bakugo, yang semakin merasa terancam oleh kemampuan Deku.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 5,
          "title": "Cavalry Battle Finale",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.5z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Dalam pertempuran kavaleri yang menentukan, para siswa harus membentuk tim dan bertarung untuk mendapatkan poin. Izuku, yang sudah terbiasa bekerja sendiri, belajar pentingnya kerja sama tim. Dia berjuang untuk mengatasi kelemahannya dan beradaptasi dengan tim yang telah terbentuk. Dalam episode ini, hubungan antara teman-teman semakin kuat, dan setiap karakter diberi kesempatan untuk menunjukkan potensi mereka. Episode ini juga menyajikan momen penting bagi karakter-karakter seperti Ochaco Uraraka, yang bekerja keras untuk mendukung Izuku. Meskipun Izuku masih berjuang untuk mengontrol One For All, ia semakin dekat dengan tujuan menjadi seorang pahlawan. Di sisi lain, Bakugo yang keras kepala juga menunjukkan sisi-sisi kelemahan dan perasaan terancamnya, yang membuat konfliknya dengan Izuku semakin dalam.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 6,
          "title": "The Boy Born with Everything",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.6z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Dalam episode ini, kita belajar lebih dalam tentang latar belakang Katsuki Bakugo, seorang siswa yang selalu merasa dirinya lebih unggul dari orang lain karena Quirk Explosion yang kuat. Bakugo yang sangat ambisius dan percaya diri menjadi sumber ketegangan, terutama dengan Izuku Midoriya, yang dahulu merupakan teman masa kecilnya. Izuku terus berjuang untuk menyeimbangkan kekuatan One For All yang baru dimilikinya, meskipun ia merasa belum bisa mengendalikannya sepenuhnya. Sementara itu, karakter-karakter lainnya seperti Ochaco Uraraka dan Tenya Iida juga semakin menunjukkan perkembangan mereka dalam akademi pahlawan. Episode ini menyelidiki lebih dalam konflik internal yang dihadapi para siswa dan bagaimana mereka menghadapi tantangan untuk menjadi pahlawan yang sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 7,
          "title": "Deku vs. Kacchan",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.7z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Izuku Midoriya dan Katsuki Bakugo akhirnya dihadapkan dalam pertempuran yang tak terhindarkan dalam ujian pertempuran antar kelas di Akademi Pahlawan U.A. Pertarungan sengit ini mengungkapkan dinamika rumit antara mereka berdua, yang dulunya teman masa kecil, namun kini menjadi rival. Deku yang baru saja menerima kekuatan One For All dari All Might, berjuang keras untuk mengendalikan kekuatannya agar tidak melukai Bakugo, yang dengan keras kepala menunjukkan ketidakpuasannya terhadap Deku yang dianggapnya lebih lemah. Episode ini menampilkan pertarungan fisik yang luar biasa, namun juga menyoroti konflik emosional di balik pertempuran tersebut, yang berakar pada perasaan rendah diri dan kebanggaan antara dua karakter utama ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 8,
          "title": "Bakugo's Start Line",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.8z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Episode ini mengeksplorasi lebih dalam mengenai latar belakang dan karakter Katsuki Bakugo. Sebagai seorang anak yang terlahir dengan Quirk yang kuat, Bakugo selalu merasa dirinya harus menjadi yang terbaik, yang sering kali membuatnya bersikap arogan dan mengabaikan orang lain. Namun, episode ini juga mengungkapkan kerentanannya, dan bagaimana ia berjuang dengan rasa kesepian dan rasa takut akan kegagalan. Sementara itu, Izuku Midoriya terus berjuang untuk mengendalikan One For All dan berusaha menunjukkan bahwa dirinya juga layak menjadi pahlawan. Episode ini memperlihatkan perjalanan emosional para karakter, terutama bagaimana mereka berusaha untuk menerima diri mereka sendiri dan mengatasi ketakutan mereka dalam menghadapi tantangan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 9,
          "title": "All Might",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9z6VxVxVxVxVxVxVxVxVxwHaEK&pid=Api",
          "desc": "Episode ini mengungkapkan lebih banyak tentang masa lalu All Might, pahlawan terbesar di dunia yang telah menjadi simbol perdamaian. Sebagai mentor Izuku Midoriya, All Might menyadari bahwa ia harus segera mempersiapkan penerusnya karena kondisi fisiknya yang semakin memburuk. Episode ini tidak hanya fokus pada kekuatan All Might, tetapi juga pada pengorbanan yang telah ia lakukan selama bertahun-tahun untuk menjaga kedamaian di dunia. Sementara itu, Izuku semakin dekat dengan pemahaman tentang apa artinya menjadi pahlawan yang sejati. Keinginan untuk melindungi orang lain dan berjuang dengan sepenuh hati menjadi inti dari pelajaran yang diterimanya. Episode ini juga menunjukkan betapa beratnya beban yang harus dipikul oleh pahlawan, termasuk All Might, yang harus menghadapi kenyataan bahwa ia tidak dapat melindungi dunia selamanya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 10,
          "title": "A Day in the Life of Class 1-A",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.AJ9b6jD1ZyUlHXm91i2wLwHaEK&pid=Api",
          "desc": "Di episode ini, kita mengikuti kehidupan sehari-hari para siswa kelas 1-A Akademi Pahlawan U.A. Setelah melewati ujian dan tantangan besar, para siswa sekarang berfokus pada kehidupan mereka sebagai calon pahlawan. Meskipun mereka sibuk berlatih dan menghadapi berbagai ujian, mereka juga mulai menjalin hubungan yang lebih kuat dengan teman-teman sekelas mereka. Dalam episode ini, kita melihat lebih banyak tentang karakter-karakter seperti Ochaco Uraraka, Tenya Iida, dan Shoto Todoroki. Sementara itu, Izuku Midoriya terus berusaha mengendalikan One For All dan beradaptasi dengan kekuatan yang luar biasa tersebut. Episode ini memberi gambaran lebih dalam tentang bagaimana para siswa berlatih untuk menghadapi tantangan yang lebih besar di masa depan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 11,
          "title": "Mirio Togata",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.BJ7Pv9C_OZRm7a7eWjJ9LwHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan Mirio Togata, salah satu siswa di kelas 3-A Akademi Pahlawan U.A. yang memiliki Quirk luar biasa bernama Permeation, yang memungkinkan ia untuk menembus objek padat. Mirio adalah seorang pahlawan yang sangat kuat dan memiliki sikap optimis yang menular. Izuku Midoriya dan teman-temannya terkesan dengan kemampuannya yang luar biasa, dan Mirio menjadi teladan bagi mereka dalam memahami arti menjadi pahlawan sejati. Sementara itu, All Might berjuang dengan kenyataan bahwa ia tidak bisa lagi bertarung dengan kekuatan penuhnya, dan ia mulai melatih Izuku lebih intensif untuk mengembangkan kemampuan One For All. Episode ini menggali lebih dalam tentang apa yang membuat seorang pahlawan menjadi hebat, serta tantangan yang harus dihadapi oleh para calon pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 12,
          "title": "All Might's Real Power",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.C3XibH74xScYOim1SOz_1AHaEK&pid=Api",
          "desc": "Episode ini menggali lebih dalam tentang kemampuan All Might dan mengungkapkan kenyataan pahit tentang keterbatasan fisiknya. Meskipun All Might masih menjadi simbol harapan bagi dunia, ia tidak lagi dapat berfungsi sebagai pahlawan dengan kekuatan penuh. All Might harus mengakui bahwa ia membutuhkan penerus yang bisa melanjutkan perjuangannya. Izuku Midoriya, yang telah diberi kekuatan One For All, kini berjuang untuk mengendalikannya dan memahami cara terbaik untuk menggunakan kekuatan tersebut. Episode ini mengungkapkan tantangan emosional yang dihadapi oleh All Might, yang merasa terperangkap antara peran pahlawan yang telah ia mainkan selama bertahun-tahun dan kenyataan bahwa ia tidak bisa terus melindungi dunia selamanya. Namun, ia juga melihat harapan dalam diri Izuku, yang berpotensi menjadi penerusnya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 13,
          "title": "The Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.DMyNpE5-kc1erfAANdfEKgHaEK&pid=Api",
          "desc": "Para siswa kelas 1-A kini menghadapi ujian besar di Akademi Pahlawan U.A., yang disebut sebagai ujian praktek. Setiap siswa harus menunjukkan kemampuan mereka dalam situasi bertarung nyata, di mana mereka akan diuji untuk melindungi korban sambil berhadapan dengan penjahat yang berbahaya. Izuku Midoriya harus menggunakan semua yang telah ia pelajari dari All Might, meskipun ia masih kesulitan mengendalikan kekuatan One For All. Episode ini menyoroti pentingnya pelatihan praktis bagi para calon pahlawan dan bagaimana mereka harus mempersiapkan diri untuk menghadapi ancaman dunia nyata. Selain itu, hubungan antar siswa semakin terjalin kuat, dengan teman-teman mereka mendukung satu sama lain dalam ujian ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 14,
          "title": "Victory or Defeat",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.GwznnkZo9n4kjdHnxoWrKQHaEK&pid=Api",
          "desc": "Dalam ujian praktek yang menentukan, Izuku Midoriya dan teman-temannya harus berhadapan dengan ujian berat yang melibatkan pertarungan dengan penjahat yang disimulasikan. Meskipun kekuatan One For All semakin kuat, Izuku masih berjuang untuk mengendalikan kekuatannya dengan baik, dan sering kali mengakibatkan cedera pada dirinya sendiri. Episode ini juga menunjukkan dinamika antar siswa, termasuk perkembangan karakter seperti Tenya Iida, yang menunjukkan semangat kerja sama tim yang luar biasa. Meskipun ada kekalahan dan tantangan besar yang dihadapi, para siswa kelas 1-A menunjukkan ketekunan dan keberanian yang diperlukan untuk menjadi pahlawan. Episode ini juga menggambarkan pentingnya belajar dari kegagalan dan bagaimana hal itu menjadi pengalaman berharga bagi para calon pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 15,
          "title": "Class 1-A vs. Class 1-B",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.IoKxS0A_o1SPQg1QOfgX0AHaEK&pid=Api",
          "desc": "U.A. Academy mengadakan kompetisi antar kelas, di mana para siswa kelas 1-A berhadapan dengan siswa kelas 1-B dalam serangkaian pertandingan yang menantang. Episode ini memberikan kesempatan bagi para karakter untuk bersinar dan menunjukkan kekuatan mereka masing-masing. Izuku Midoriya terus berjuang dengan mengendalikan One For All, sementara teman-temannya, seperti Shoto Todoroki dan Katsuki Bakugo, menunjukkan potensi luar biasa mereka. Kompetisi ini tidak hanya menguji kekuatan fisik mereka, tetapi juga kemampuan mereka dalam bekerja sama sebagai tim dan strategi yang mereka terapkan dalam pertempuran. Meskipun ada rivalitas yang berkembang antara kelas 1-A dan 1-B, episode ini menyoroti betapa pentingnya persahabatan dan rasa hormat antar teman sekelas dalam mencapai tujuan yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 16,
          "title": "A Young Woman's Feelings",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Lu8h1p05cftlINBwy2ON9wHaEK&pid=Api",
          "desc": "Episode ini fokus pada perkembangan karakter Ochaco Uraraka, yang telah menunjukkan kemampuannya dalam pertempuran dengan menggunakan Quirk 'Zero Gravity'. Sebagai karakter yang selalu optimis dan penuh semangat, Ochaco menghadapi tantangan internal terkait dengan keinginannya untuk menjadi pahlawan. Dia mulai menyadari bahwa motivasinya bukan hanya untuk membantu orang lain, tetapi juga untuk meraih impian dan menjalani kehidupan yang lebih baik bagi keluarganya. Episode ini menggali sisi emosional Ochaco, terutama hubungannya dengan Izuku Midoriya, yang perlahan mulai memahami perasaan dan keinginannya. Episode ini memberikan pemahaman lebih dalam tentang apa yang memotivasi karakter-karakter ini dan bagaimana mereka berkembang seiring berjalannya waktu.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 17,
          "title": "Clash of the Classes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.JeM0bMt0AV3bdxjy72gBQgHaEK&pid=Api",
          "desc": "Kompetisi antara kelas 1-A dan 1-B terus berlanjut, dengan setiap tim berusaha untuk mengalahkan satu sama lain dalam pertarungan yang semakin intens. Di episode ini, para siswa menunjukkan lebih banyak strategi dan keterampilan mereka dalam pertempuran. Izuku Midoriya semakin terampil dalam menggunakan One For All, meskipun masih ada momen di mana dia hampir kehilangan kendali atas kekuatannya. Sementara itu, Bakugo dan Todoroki terus menunjukkan kekuatan luar biasa mereka. Episode ini juga menyelidiki ketegangan antara dua kelas yang berbeda ini, dengan para siswa mulai menyadari pentingnya bekerja sama, meskipun mereka berasal dari latar belakang yang berbeda. Dalam kompetisi ini, setiap kemenangan dan kekalahan membawa pelajaran berharga yang akan membantu mereka tumbuh sebagai calon pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 18,
          "title": "The Asylum",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.y5FE4pzQXzyVpRz3OZ6zDwHaEK&pid=Api",
          "desc": "Episode ini membawa para siswa ke tempat yang lebih gelap dan menegangkan, dengan ujian praktek yang menguji tidak hanya kekuatan fisik mereka, tetapi juga kemampuan mereka dalam menghadapi ketakutan dan ketegangan. Selama ujian, para siswa harus mengatasi ancaman yang lebih besar dan lebih mengerikan, yang menghadirkan kondisi yang lebih ekstrem dibandingkan dengan ujian sebelumnya. Izuku Midoriya dan teman-temannya harus bergantung pada kerja sama tim dan kemampuan mereka untuk bertindak dengan cepat dalam menghadapi situasi yang penuh tekanan. Di episode ini, kita juga melihat kemajuan besar yang telah dicapai oleh beberapa karakter, termasuk bagaimana mereka menghadapi rintangan mental dan fisik dalam upaya untuk mengatasi tantangan besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 19,
          "title": "One For All",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.q5mTo7Xg8t0t9po8hpCU8AHaEK&pid=Api",
          "desc": "Izuku Midoriya menghadapi ujian terakhirnya untuk menjadi pahlawan yang sesungguhnya, dengan latihan keras untuk mengendalikan One For All. Di episode ini, ia menghadapi tantangan berat dalam menguasai kekuatan yang luar biasa tersebut, yang kadang-kadang tampak lebih dari sekadar kekuatan fisik. Izuku mulai memahami bahwa untuk benar-benar menguasai One For All, ia harus memiliki pengendalian penuh atas tubuh dan pikirannya. Episode ini menyoroti pentingnya kemauan dan tekad dalam menghadapi tantangan terbesar, serta bagaimana menjadi pahlawan bukan hanya tentang memiliki kekuatan, tetapi juga mengenai keberanian dan pengorbanan untuk melindungi orang lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 20,
          "title": "My Hero Academia: Unlikely Allies",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.I9bwI1j4Hxt6RZlUwjTLOgHaEK&pid=Api",
          "desc": "Di episode ini, para siswa kelas 1-A dan 1-B dipaksa untuk bekerja sama dalam menghadapi ancaman besar yang muncul di sekitar Akademi Pahlawan U.A. Meskipun mereka sebelumnya terlibat dalam persaingan ketat, mereka kini harus menyatukan kekuatan mereka untuk menghadapi musuh yang lebih kuat. Pertarungan ini menguji kemampuan mereka untuk bekerja sama dan beradaptasi dalam situasi yang penuh dengan ketegangan. Izuku Midoriya dan Bakugo akhirnya belajar untuk saling menghargai dan mendukung satu sama lain, meskipun persaingan mereka belum sepenuhnya hilang. Episode ini mengajarkan nilai pentingnya kolaborasi, bahkan di tengah ketegangan antara karakter-karakter utama.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 21,
          "title": "Rivals",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.mHpNlZXVvHb5tGHgfZt4AQHaEK&pid=Api",
          "desc": "Izuku Midoriya dan Katsuki Bakugo menghadapi momen penting dalam perkembangan hubungan mereka, yang penuh dengan ketegangan. Meskipun keduanya memiliki tujuan yang sama untuk menjadi pahlawan hebat, cara mereka mendekati tujuan tersebut sangat berbeda. Bakugo, yang dikenal karena sikapnya yang keras dan dominan, sering kali menantang Izuku, yang lebih pemalu dan hati-hati. Namun, saat mereka dipaksa untuk bekerja bersama dalam situasi yang menegangkan, mereka mulai menghargai kekuatan masing-masing dan belajar dari perbedaan mereka. Episode ini menggali lebih dalam konflik internal dan dinamika hubungan antara karakter-karakter utama, terutama Bakugo dan Izuku, yang semakin mendalam seiring berjalannya waktu.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 22,
          "title": "All Might's Farewell",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.KVvYblUyO4XoZ4qZoh2TgQHaEK&pid=Api",
          "desc": "Episode ini menandai perpisahan yang emosional antara All Might dan Izuku Midoriya, di mana All Might secara resmi mengungkapkan bahwa ia tidak bisa lagi melanjutkan peran sebagai pahlawan utama. Meskipun Izuku telah menerima One For All, ia masih merasa cemas tentang bagaimana ia bisa menggantikan All Might sebagai simbol harapan. Dalam episode ini, kita melihat kedalaman pengorbanan All Might untuk memberikan masa depan yang lebih baik bagi dunia dan kepada Izuku. Ini adalah momen yang penuh dengan harapan dan juga ketakutan, karena Izuku kini harus mengatasi tantangan besar untuk menjadi pahlawan yang akan melanjutkan warisan All Might.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 23,
          "title": "The Unforeseen Simulation Joint",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.hkmJ5PE-g4sDqay2r4Fv0wHaEK&pid=Api",
          "desc": "Para siswa kelas 1-A dan 1-B kembali menghadapi ujian praktek yang lebih berat dan lebih mengerikan. Dalam ujian kali ini, mereka harus menghadapi berbagai simulasi situasi darurat yang menantang, termasuk melawan penjahat dalam skenario yang lebih realistis. Setiap tim diharuskan untuk berperan sebagai pahlawan dan mengatasi rintangan yang ada, termasuk menghadapi musuh yang lebih kuat. Meskipun ada rasa ketegangan, para siswa semakin memahami arti kerja sama tim dan bagaimana mereka bisa mengatasi kesulitan dengan berbagi kekuatan mereka. Episode ini juga menunjukkan bagaimana mereka berkembang sebagai individu dan kelompok dalam menghadapi tantangan besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 24,
          "title": "End of the Beginning, Beginning of the End",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.G0hZ5cEDpOq6ykI87VYBsgHaEK&pid=Api",
          "desc": "Episode ini menandai akhir dari musim pertama dengan klimaks yang emosional. Siswa-siswa Akademi Pahlawan U.A. menghadapi ancaman yang sangat besar dan berbahaya. Izuku Midoriya dan teman-temannya harus berjuang keras untuk menghadapi situasi yang mengancam keselamatan mereka. Meskipun mereka masih muda dan belum sepenuhnya terlatih, semangat mereka untuk melindungi orang lain dan menjalani peran mereka sebagai pahlawan sejati mengarah pada pengembangan karakter yang luar biasa. Episode ini tidak hanya menguji kekuatan fisik mereka, tetapi juga memperlihatkan pertumbuhan mental dan emosional yang dibutuhkan untuk menjadi pahlawan yang sejati. Musim pertama berakhir dengan janji bahwa perjuangan mereka sebagai pahlawan baru saja dimulai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 25,
          "title": "All Might's Last Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9i4OGy9zWqKfPqMKdYmH7AHaEK&pid=Api",
          "desc": "Episode ini menandai pertempuran akhir All Might, di mana dia melawan musuh besar untuk terakhir kalinya sebelum sepenuhnya mengundurkan diri. Dengan mengetahui bahwa kekuatannya tidak lagi sekuat dulu, All Might menghadapi musuh dengan tekad yang lebih besar. Izuku Midoriya, yang telah menjadi penerusnya, menyaksikan pertempuran ini dengan rasa cemas, menyadari bahwa satu-satunya alasan dunia ini bisa tetap aman adalah karena pengorbanan besar All Might. Di sisi lain, All Might berjuang dengan hati yang penuh beban karena menyadari bahwa dia harus memberikan tongkat estafet kepemimpinan kepada Izuku. Ini adalah momen penuh emosi yang membawa akhir musim pertama sekaligus mengawali perjalanan baru bagi Izuku sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 26,
          "title": "The One For All",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.GQh0u8t0p51ZL73A9a1QgQHaEK&pid=Api",
          "desc": "Setelah pertempuran besar di akhir musim pertama, Izuku Midoriya harus mempersiapkan diri untuk tantangan berikutnya sebagai penerus All Might. Episode ini menggali lebih dalam tentang One For All, kekuatan yang diberikan All Might kepada Izuku, dan tantangan yang datang dengan memiliki kekuatan yang begitu besar. Izuku berlatih keras untuk menguasai kemampuan barunya, tetapi ia masih menghadapi kesulitan dalam mengendalikan kekuatan tersebut tanpa merusak tubuhnya. Di episode ini, Izuku mendapat banyak bantuan dari teman-temannya di kelas 1-A yang memberikan dukungan moral dan praktis. Sementara itu, All Might memberikan pelajaran penting tentang tanggung jawab yang datang dengan menjadi pahlawan dan simbol harapan. Episode ini menandai titik balik dalam perkembangan Izuku dan semakin menunjukkan potensi besar dalam dirinya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 27,
          "title": "Heroes Rising",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.pkkPmbH5SkvZ-r2cTmY6twHaEK&pid=Api",
          "desc": "Di episode ini, para siswa kelas 1-A di U.A. Academy menghadapi ujian besar lainnya, tetapi kali ini dengan ancaman yang lebih serius. Siswa-siswa ditugaskan untuk melindungi sebuah pulau yang telah diserang oleh penjahat yang sangat kuat. Izuku Midoriya dan teman-temannya di kelas 1-A harus bekerja sama untuk mengatasi ancaman ini, menghadapi musuh yang jauh lebih kuat daripada yang pernah mereka temui sebelumnya. Izuku menggunakan One For All dengan lebih terampil, meskipun ia masih menghadapi batasan pada kemampuan fisiknya. Episode ini menunjukkan bagaimana para siswa semakin terampil dalam bekerja sebagai tim dan menunjukkan apa artinya menjadi pahlawan di dunia yang penuh ancaman. Ketegangan dan aksi yang mendebarkan menjadi puncak episode ini, dengan para siswa menunjukkan keberanian dan tekad yang luar biasa dalam melindungi orang yang mereka cintai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 28,
          "title": "The Rise of the Villains",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9mtyB_fyPqkR39ccvlsTfwHaEK&pid=Api",
          "desc": "Dengan musim kedua yang dimulai, kita mulai melihat lebih dalam tentang organisasi penjahat yang lebih besar, yang menjadi ancaman serius bagi dunia. Di episode ini, para siswa U.A. semakin disadarkan akan kenyataan bahwa musuh mereka tidak hanya individu, tetapi juga sebuah kelompok yang memiliki rencana jahat yang lebih luas. Sementara itu, para siswa kelas 1-A melanjutkan pelatihan mereka, belajar untuk mengembangkan kemampuan masing-masing dan meningkatkan kerjasama tim mereka. Episode ini juga memberikan sorotan pada perkembangan karakter-karakter pendukung, seperti Todoroki dan Iida, yang semakin memahami peran mereka sebagai pahlawan dan menyadari bahwa mereka tidak bisa melakukan segalanya sendirian. Tentu saja, bahaya yang lebih besar mengancam, dan para siswa harus bersiap menghadapi ancaman yang datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 29,
          "title": "Provisional Hero License Exam",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.PFMOD6qdTfrlWxjXYbFFyAHaEK&pid=Api",
          "desc": "Episode ini mengangkat ujian hero yang lebih besar dan lebih sulit, di mana para siswa dari berbagai sekolah pahlawan harus berlomba untuk mendapatkan izin pahlawan sementara. Izuku Midoriya dan teman-temannya harus menghadapi ujian yang menguji keterampilan bertarung mereka, kemampuan untuk bertindak dalam situasi darurat, dan kerja sama tim. Dengan semakin kuatnya kompetisi antar sekolah, para siswa mulai menyadari bahwa menjadi pahlawan bukan hanya tentang kekuatan fisik, tetapi juga tentang cara mereka menyelesaikan masalah dan beradaptasi dalam situasi yang tidak terduga. Episode ini juga menyoroti perkembangan karakter-karakter lain yang tidak terlalu diperlihatkan dalam musim pertama, memberikan perhatian pada sisi emosional mereka dalam menghadapi ujian hidup yang penuh tekanan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 30,
          "title": "The Final Exam",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Q2e_gYpvzdpvW5Ax-m3FqgHaEK&pid=Api",
          "desc": "Para siswa kelas 1-A menghadapi ujian akhir yang sangat menantang. Ujian ini bertujuan untuk menguji seberapa siap mereka untuk menjadi pahlawan di dunia yang penuh dengan ancaman. Dalam ujian ini, mereka harus melawan guru-guru mereka sendiri, yang jauh lebih kuat dan berpengalaman. Meskipun awalnya merasa cemas, Izuku Midoriya dan teman-temannya belajar untuk bekerja lebih baik sebagai tim dan mengatasi kekurangan mereka. Ujian ini mengajarkan mereka pelajaran penting tentang kerjasama, pengorbanan, dan bagaimana mereka bisa mengatasi tantangan yang tidak terduga. Bakugo, Todoroki, dan teman-teman mereka juga memiliki momen-momen penting yang mengungkapkan karakter mereka yang lebih dalam. Episode ini menjadi titik balik bagi para siswa dalam perjalanan mereka untuk menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 31,
          "title": "Clash of the Titans",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.qlH1W8GqLj7l75huD6Q7AQHaEK&pid=Api",
          "desc": "Episode ini menghadirkan pertarungan epik antara para siswa kelas 1-A melawan musuh yang jauh lebih berbahaya. Dalam pertempuran ini, Izuku Midoriya dan teman-temannya harus bertarung untuk melindungi orang yang mereka cintai dari ancaman yang datang dengan sangat cepat. Meskipun mereka menghadapi musuh yang lebih kuat, mereka belajar untuk mengandalkan satu sama lain dan memanfaatkan setiap keterampilan yang mereka miliki. Ketegangan semakin meningkat, dan para siswa semakin menyadari bahwa menjadi pahlawan bukan hanya tentang melawan musuh, tetapi juga tentang melindungi orang yang tidak bisa melindungi diri mereka sendiri. Episode ini juga mengeksplorasi tema pengorbanan dan keberanian dalam menghadapi situasi yang sangat berbahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 32,
          "title": "A Hero's Job",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.5Af3zM9ffQU-iIYW6nYPgAHaEK&pid=Api",
          "desc": "Di episode ini, para siswa akhirnya mendapatkan kesempatan untuk menjalani ujian pahlawan nyata. Mereka dihadapkan pada berbagai situasi darurat di dunia nyata yang menguji kemampuan mereka untuk bertindak cepat dan cerdas. Episode ini menampilkan perkembangan karakter yang signifikan, karena para siswa harus menunjukkan tidak hanya kekuatan mereka, tetapi juga kebijaksanaan dan ketenangan dalam situasi yang penuh tekanan. Izuku Midoriya, yang masih berusaha mengendalikan kekuatan One For All, harus menghadapi dilema moral yang besar terkait dengan tugasnya sebagai pahlawan. Episode ini juga memberikan sorotan pada beberapa karakter pendukung, seperti Todoroki dan Iida, yang semakin berkembang dalam menghadapi ujian pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 33,
          "title": "The Path of a Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.qC4Bx6wvti-r1_E0M-Fq-wHaEK&pid=Api",
          "desc": "Izuku Midoriya menghadapi dilema besar mengenai jalan hidupnya sebagai seorang pahlawan. Meskipun ia mendapatkan kekuatan yang luar biasa, ia sering kali merasa ragu tentang apakah ia bisa memenuhi harapan yang ada. Episode ini menggali lebih dalam tentang konflik batin Izuku dan bagaimana ia terus berjuang untuk menemukan tempatnya dalam dunia pahlawan. Sementara itu, ancaman dari pihak musuh semakin meningkat, dan para siswa kelas 1-A harus siap untuk bertempur dalam pertempuran yang lebih berat. Episode ini juga menekankan pentingnya tekad dan kebijaksanaan dalam menjalani peran sebagai pahlawan. Izuku, meskipun ragu, terus berusaha melangkah maju dengan keyakinan dan semangat.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 34,
          "title": "Breaking Point",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.EVnvFJxtzlg_f9J5VqjGzgHaEK&pid=Api",
          "desc": "Episode ini menjadi titik puncak ketegangan yang terus berkembang sepanjang musim. Para siswa dihadapkan pada situasi yang menguji batas fisik dan emosional mereka, dengan musuh yang semakin kuat dan rencana jahat yang semakin jelas. Izuku Midoriya dan teman-temannya harus berjuang melawan waktu untuk menghentikan musuh mereka, dengan setiap keputusan yang mereka buat membawa konsekuensi besar. Episode ini menyentuh tema tentang sejauh mana seseorang bersedia berkorban untuk melindungi orang lain dan apakah mereka mampu melangkah melampaui batas diri mereka demi kebaikan yang lebih besar. Izuku dan teman-temannya belajar banyak tentang apa artinya menjadi pahlawan dalam situasi yang penuh ketidakpastian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 35,
          "title": "The Dawn of a New Era",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.HdH21wYirPY-GyyMymA13gHaEK&pid=Api",
          "desc": "Musim ini berakhir dengan harapan baru dan janji untuk masa depan yang lebih cerah. Setelah menghadapi berbagai ancaman besar, para siswa U.A. Academy menyadari bahwa perjalanan mereka baru saja dimulai. Izuku Midoriya semakin yakin bahwa ia dapat menggantikan All Might dan melanjutkan warisan sebagai pahlawan yang melindungi dunia. Namun, mereka juga menyadari bahwa dunia ini penuh dengan bahaya yang tak terduga, dan mereka harus lebih kuat dari sebelumnya untuk menghadapi masa depan yang penuh tantangan. Episode ini menandai awal dari perjalanan panjang yang akan membawa para siswa kelas 1-A menghadapi musuh-musuh baru dan lebih berbahaya, serta terus berkembang menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 36,
          "title": "The Final Stage",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.x9VV5ywHTiZynzEBeLvnRAHaEK&pid=Api",
          "desc": "Dengan ancaman yang semakin meningkat, para siswa U.A. harus menghadapi ujian terakhir mereka. Episode ini menggali lebih dalam tentang tantangan yang harus mereka atasi untuk menjadi pahlawan sejati. Setelah melalui berbagai pertempuran besar dan ujian berat, mereka mulai menyadari bahwa mereka harus bersiap untuk tantangan yang lebih besar, yang tidak hanya datang dari musuh, tetapi juga dari dalam diri mereka sendiri. Episode ini menggambarkan bagaimana para siswa menghadapi pertempuran terakhir mereka dalam ujian pahlawan, dengan cara yang penuh emosi dan keberanian. Perjuangan mereka menciptakan momen-momen yang tak terlupakan, menggambarkan semangat mereka yang tidak mudah patah.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 37,
          "title": "Endgame",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.CXIwDPKY5ltXoSKV9sC5IgHaEK&pid=Api",
          "desc": "Pada episode ini, kita menyaksikan klimaks dari konflik besar yang telah membangun ketegangan sepanjang musim. Izuku Midoriya dan teman-temannya di U.A. Academy harus berhadapan langsung dengan musuh yang berbahaya dan lebih kuat dari sebelumnya. Ketegangan semakin memuncak karena para siswa menyadari bahwa mereka tidak bisa lagi mengandalkan bantuan dari pahlawan senior. Mereka harus bertarung dengan kemampuan mereka sendiri. Episode ini juga memberikan sorotan pada hubungan antara teman-teman di kelas 1-A, yang kini semakin solid dalam menghadapi bahaya. Para siswa akhirnya menyadari bahwa mereka bukan hanya sekadar individu yang kuat, tetapi mereka adalah tim yang bisa mengatasi tantangan apa pun.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 38,
          "title": "All for One",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.sY2paDb_jUP5NE9y8aM5igHaEK&pid=Api",
          "desc": "All for One menjadi ancaman yang lebih nyata di episode ini. Para siswa U.A. Academy akhirnya mengetahui lebih banyak tentang musuh yang mereka hadapi. All for One bukan hanya seorang penjahat, tetapi sebuah simbol dari segala kejahatan yang ada di dunia ini. Episode ini menggali lebih dalam tentang latar belakang karakter ini dan bagaimana kekuatan yang dimilikinya bisa menantang pahlawan sejati. Izuku Midoriya, yang kini semakin kuat, menyadari bahwa dia harus bertarung tidak hanya untuk melindungi orang-orang yang dia cintai, tetapi juga untuk menghentikan ancaman yang bisa menghancurkan dunia. Di sisi lain, All for One terus merencanakan langkah-langkah berikutnya untuk menggulingkan dunia pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 39,
          "title": "The War of the Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Fcbfgfb0b5wzz21J8FvNjAHaEK&pid=Api",
          "desc": "Dalam episode ini, para pahlawan harus bersatu untuk menghadapi All for One dalam pertempuran besar yang menentukan nasib dunia. Para siswa U.A. Academy terlibat dalam perang besar melawan para penjahat yang berbahaya. Setiap langkah mereka harus dipikirkan dengan hati-hati karena kesalahan sekecil apa pun bisa berakibat fatal. Izuku Midoriya, bersama dengan teman-temannya, harus menunjukkan kekuatan sejati mereka dalam pertempuran yang penuh emosi ini. Episode ini menggambarkan perjuangan para pahlawan muda untuk melindungi dunia dari kehancuran, serta pengorbanan yang harus mereka lakukan untuk mencapai kemenangan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 40,
          "title": "A New Dawn",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.2Wp5D4rUEy8pyogJ7kDoIgHaEK&pid=Api",
          "desc": "Setelah pertempuran besar, dunia pahlawan memasuki era baru. Para siswa U.A. Academy mulai merasakan dampak dari perjuangan mereka untuk menjadi pahlawan. Meskipun kemenangan telah dicapai, dunia ini masih penuh dengan bahaya yang mengintai. Izuku Midoriya, yang kini telah lebih dewasa dan lebih kuat, menyadari bahwa perjalanan sebagai pahlawan sejati tidak akan pernah selesai. Episode ini memberikan pandangan tentang masa depan dunia pahlawan, dengan banyak tantangan baru yang akan muncul. Izuku dan teman-temannya bersiap untuk menghadapi apa pun yang akan datang di masa depan, dengan keyakinan bahwa mereka siap untuk menjadi pahlawan sejati, tidak hanya untuk diri mereka sendiri, tetapi juga untuk dunia.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 41,
          "title": "A Hero's Resolve",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.vfAfQH9fEECImIEl8N5CrQHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya di U.A. Academy kembali berhadapan dengan musuh yang lebih berbahaya. Dalam episode ini, mereka dihadapkan pada ujian besar yang menguji tekad dan ketangguhan mereka. Izuku, yang telah tumbuh lebih kuat, harus menemukan cara untuk mengatasi tantangan baru yang datang. Para siswa belajar banyak tentang keputus-asaan dan keberanian, serta bagaimana menjadi pahlawan sejati. Ketegangan semakin meningkat, dan mereka harus mengatasi ketakutan dan keraguan mereka untuk melindungi dunia dari ancaman yang lebih besar. Episode ini menggali lebih dalam tentang keteguhan hati dan tekad yang diperlukan untuk menjadi pahlawan yang tak tergoyahkan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 42,
          "title": "The Fight for Survival",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.MHgb7hr8rLqS5iq_4sp4bAHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa kelas 1-A dihadapkan pada situasi yang memaksa mereka untuk bertarung demi bertahan hidup. Musuh semakin kuat, dan mereka harus memanfaatkan segala keterampilan yang mereka miliki untuk bertahan hidup. Izuku dan teman-temannya belajar untuk bertindak dengan cepat dan efektif dalam menghadapi bahaya. Episode ini penuh dengan aksi dan ketegangan, karena setiap detik sangat berarti. Namun, di tengah perjuangan, para siswa juga menemukan kekuatan baru dalam diri mereka, serta belajar untuk mengandalkan satu sama lain. Episode ini juga menekankan pentingnya kerja sama dalam mengatasi masalah besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 43,
          "title": "The Last Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.wl4myAkZOkq2qg5w7lUMxQHaEK&pid=Api",
          "desc": "Pertempuran terakhir dalam pertempuran besar yang telah dibangun sepanjang musim ini mencapai klimaksnya. Izuku Midoriya dan teman-temannya harus bertarung dengan segala kemampuan mereka untuk mengalahkan musuh yang mengancam keselamatan dunia. Dalam pertempuran ini, mereka belajar banyak tentang pengorbanan dan apa artinya menjadi pahlawan sejati. Semua yang telah mereka pelajari sepanjang perjalanan mereka diuji, dan setiap keputusan yang mereka buat akan menentukan masa depan dunia. Episode ini memberikan sorotan pada perjalanan pribadi para siswa dan bagaimana mereka tumbuh menjadi pahlawan yang lebih kuat.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 44,
          "title": "Heroes' End",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.s65g6iiB2YNFv94p2ipS4gHaEK&pid=Api",
          "desc": "Setelah pertempuran besar, dunia pahlawan harus menghadapi kenyataan bahwa tidak semua pertempuran dapat dimenangkan. Episode ini menggali tema pengorbanan dan keberanian yang datang dengan menjadi pahlawan. Para siswa U.A. Academy belajar bahwa mereka tidak hanya harus menghadapi musuh yang tampak, tetapi juga musuh dalam diri mereka sendiri. Ketika dunia mereka berubah, mereka harus mencari cara untuk bangkit kembali dan melanjutkan perjalanan mereka sebagai pahlawan. Meskipun berakhir dengan kesedihan, episode ini memberikan pesan yang kuat tentang tekad dan pentingnya tidak menyerah dalam menghadapi kesulitan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 45,
          "title": "The Road to Victory",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.1fg_LFSzmMMiEkcSvmCTjAHaEK&pid=Api",
          "desc": "Setelah perjuangan panjang, para siswa U.A. Academy akhirnya mendapatkan kemenangan yang mereka perjuangkan dengan susah payah. Namun, kemenangan ini tidak datang tanpa pengorbanan. Para siswa menghadapi kenyataan bahwa mereka harus terus berlatih dan berkembang untuk menjadi pahlawan yang lebih kuat. Izuku Midoriya dan teman-temannya menyadari bahwa meskipun mereka telah mencapai titik tertentu dalam perjalanan mereka, mereka masih jauh dari tujuan mereka. Episode ini memberikan pandangan yang optimis tentang masa depan para pahlawan muda dan bagaimana mereka akan terus berjuang untuk melindungi dunia dari bahaya yang ada.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 46,
          "title": "The Beginning of the End",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.pQ1jqT53y4QrhRtm6akgdQHaEK&pid=Api",
          "desc": "Setelah kemenangan besar, para siswa di U.A. Academy harus mempersiapkan diri untuk tantangan baru. Dunia pahlawan tidak pernah aman, dan ancaman baru muncul yang akan menguji mereka lebih keras dari sebelumnya. Izuku Midoriya dan teman-temannya menghadapi kenyataan bahwa mereka harus terus berlatih dan mengasah keterampilan mereka untuk menjadi pahlawan sejati. Episode ini membuka jalan bagi musim berikutnya, yang menjanjikan konflik yang lebih besar dan tantangan yang lebih berat. Namun, para siswa juga mulai menyadari bahwa mereka bukan hanya berjuang untuk diri mereka sendiri, tetapi untuk dunia yang lebih besar. Episode ini memberikan pandangan yang lebih dalam tentang dunia pahlawan yang semakin rumit dan penuh bahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 47,
          "title": "Rising Stars",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.XBRhFh1zLR_lNWQcz0N0mQHaEK&pid=Api",
          "desc": "Dengan ancaman yang semakin besar, para siswa U.A. Academy semakin siap untuk menghadapi tantangan yang akan datang. Episode ini memperkenalkan lebih banyak karakter dan memberi sorotan pada perkembangan para pahlawan muda yang semakin kuat. Mereka menghadapi ujian baru, yang tidak hanya menguji kekuatan fisik mereka, tetapi juga mental dan emosional. Para siswa mulai memahami bahwa menjadi pahlawan sejati tidak hanya tentang kekuatan fisik, tetapi juga tentang kecerdasan, pengendalian diri, dan kemampuan untuk bekerja sama. Episode ini menggali lebih dalam tentang potensi besar yang dimiliki oleh para siswa dan bagaimana mereka akan tumbuh menjadi pahlawan yang lebih hebat.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 48,
          "title": "The Power Within",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.ogdnWJysf0Jst9EBzr6VqwHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya kini lebih siap menghadapi ancaman yang lebih besar. Episode ini berfokus pada pertumbuhan karakter dan kekuatan yang semakin kuat dari para siswa. Izuku mulai memahami sepenuhnya potensi kekuatan yang ada dalam dirinya dan bagaimana mengontrolnya. Namun, pertarungan besar menanti, dan para siswa harus menghadapi kenyataan bahwa musuh mereka semakin cerdas dan berbahaya. Episode ini menggambarkan perjalanan mental dan fisik para siswa dalam mengendalikan kekuatan mereka, serta bagaimana mereka berusaha untuk menggunakan kemampuan mereka dengan bijaksana. Dalam perjalanan ini, mereka menyadari bahwa menjadi pahlawan sejati memerlukan lebih dari sekadar kekuatan, tetapi juga hati yang murni dan niat yang benar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 49,
          "title": "Unbreakable",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.tD1wQ2gHYppRlO2Rrk9VdgHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy semakin mendekati titik di mana mereka harus menghadapi kenyataan bahwa dunia mereka akan berubah selamanya. Izuku Midoriya dan teman-temannya menunjukkan kematangan dalam keterampilan mereka dan belajar bagaimana bekerja sama dengan lebih baik. Episode ini menggambarkan bagaimana mereka mulai memahami bahwa mereka tidak dapat mengatasi dunia ini sendirian. Kekuatan mereka bukan hanya berasal dari kemampuan mereka, tetapi juga dari hubungan yang mereka bangun dengan orang lain. Momen emosional dalam episode ini menunjukkan bahwa meskipun dunia penuh dengan bahaya, ada kekuatan yang luar biasa dalam persahabatan dan kerja sama.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 50,
          "title": "The Final Hour",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.oz2dZ7wrLBMLcv8w1BYpNQHaEK&pid=Api",
          "desc": "Episode ini menunjukkan klimaks dari konflik besar yang telah dibangun sepanjang musim ini. Para siswa U.A. Academy harus menghadapi tantangan besar yang menguji keberanian dan tekad mereka. Izuku Midoriya dan teman-temannya berhadapan dengan musuh yang paling kuat yang pernah mereka temui. Dalam pertempuran ini, mereka harus mengatasi batasan mereka dan bekerja sama untuk bertahan hidup. Episode ini menggali tema pengorbanan, keberanian, dan tekad yang dibutuhkan untuk menjadi pahlawan sejati. Para siswa belajar bahwa tidak ada kemenangan yang datang tanpa perjuangan dan pengorbanan, dan mereka siap untuk menghadapi dunia yang lebih besar dan lebih berbahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 51,
          "title": "Beyond Limits",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.o1YOhDwOfRwaQhPlHgF_tQHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy menghadapi ujian yang akan mendorong mereka untuk melampaui batas kemampuan mereka. Mereka berhadapan dengan musuh yang lebih kuat dari sebelumnya, dan untuk mengalahkannya, mereka harus menggunakan semua yang telah mereka pelajari sejauh ini. Izuku Midoriya mulai benar-benar memahami kekuatan dan tanggung jawab yang datang dengan warisan One For All. Sementara itu, hubungan antara teman-teman di kelas 1-A semakin kuat, karena mereka menyadari bahwa satu-satunya cara untuk mengatasi ancaman besar adalah dengan bekerja bersama sebagai tim. Episode ini menyoroti kekuatan mental dan fisik yang diperlukan untuk melangkah lebih jauh dalam perjalanan mereka sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 52,
          "title": "The Heroes' March",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.JP4ndOLbkHYl0OgAlbhSPwHaEK&pid=Api",
          "desc": "Setelah menghadapi serangkaian pertempuran berat, para siswa kelas 1-A di U.A. Academy bersiap untuk tantangan berikutnya. Episode ini menampilkan persiapan mereka untuk menghadapi musuh yang lebih kuat dan lebih cerdas. Para pahlawan muda ini mulai menerima kenyataan bahwa dunia mereka tidak hanya penuh dengan ancaman, tetapi juga penuh dengan pengorbanan yang harus mereka buat. Dalam perjalanan ini, mereka juga belajar tentang kekuatan sejati yang berasal dari bekerja sebagai satu kesatuan. Meskipun masa depan mereka penuh dengan ketidakpastian, mereka siap untuk berjuang demi kedamaian dan keadilan di dunia yang penuh dengan bahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 53,
          "title": "Revelation",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.PwrmfaXk7y6R98gJph3ptgHaEK&pid=Api",
          "desc": "Episode ini menyuguhkan sebuah pengungkapan besar yang akan mengubah seluruh dinamika antara para siswa U.A. Academy dan dunia pahlawan. Izuku Midoriya mulai mengetahui lebih banyak tentang One For All dan bagaimana ia bisa mengendalikan kekuatannya lebih baik. Di sisi lain, para musuh semakin aktif, dan dunia pahlawan harus siap menghadapi tantangan yang lebih besar. Episode ini menggali tema pengungkapan dan rahasia yang selama ini tersembunyi, serta bagaimana para siswa belajar untuk menghadapi kenyataan pahit tentang dunia yang mereka jalani. Mereka harus membuat keputusan penting yang akan mempengaruhi masa depan mereka dan dunia di sekitar mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 54,
          "title": "The Great Divide",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP._9tPY0D6gAqTzJXl8AK5OwHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy menghadapi perpecahan yang menguji hubungan mereka sebagai tim. Ketika mereka berhadapan dengan ancaman yang lebih kuat dan lebih terorganisir, para siswa harus belajar untuk mengatasi perbedaan di antara mereka dan bekerja sama untuk mengalahkan musuh yang semakin berbahaya. Episode ini menggali tema konflik internal, ketegangan antara karakter-karakter yang berbeda, dan bagaimana mereka akhirnya bisa bersatu demi tujuan bersama. Sementara itu, Izuku Midoriya semakin mendekati pengertian yang lebih dalam tentang apa yang diperlukan untuk menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 55,
          "title": "A Hero's Sacrifice",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Cn_DKN0MK7pghz6BXMbzTgHaEK&pid=Api",
          "desc": "Episode ini menunjukkan pengorbanan besar yang harus dibuat oleh pahlawan untuk melindungi orang-orang yang mereka cintai dan dunia mereka. Izuku Midoriya dan teman-temannya di U.A. Academy menghadapi tantangan yang mengharuskan mereka untuk melampaui batas mereka dan membuat keputusan sulit yang akan menentukan hasil akhir dari pertempuran besar yang mereka hadapi. Episode ini memberikan momen emosional yang kuat, di mana para karakter harus menghadapi kenyataan bahwa menjadi pahlawan sejati sering kali melibatkan pengorbanan diri. Ini adalah momen penting dalam perjalanan para siswa untuk menjadi pahlawan sejati yang tidak hanya kuat, tetapi juga penuh hati dan dedikasi.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 56,
          "title": "United We Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.bq1nxntzYoUg5tO2E7JZ0wHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy telah belajar pentingnya kerja sama dalam menghadapi ancaman besar. Dalam episode ini, mereka bersatu sebagai satu kesatuan untuk mengalahkan musuh yang lebih kuat dan lebih cerdas. Meskipun masing-masing siswa memiliki kekuatan dan keahlian unik, mereka menyadari bahwa hanya dengan saling mendukung dan bekerja bersama mereka dapat mengatasi rintangan yang ada. Izuku Midoriya, yang kini semakin menguasai kekuatan One For All, memainkan peran kunci dalam memimpin tim, tetapi dia juga belajar bahwa kekuatan fisik saja tidak cukup. Ini adalah episode yang menyoroti pentingnya persahabatan dan keberanian untuk mengatasi tantangan terbesar mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 57,
          "title": "Rise of the Villains",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.tWmfOgnL7PPhge5cF63O8AHaEK&pid=Api",
          "desc": "Meskipun para siswa U.A. Academy bekerja keras untuk melindungi dunia dari bahaya, musuh mereka semakin berbahaya dan terorganisir. Episode ini memperkenalkan lebih banyak tentang organisasi penjahat yang bersembunyi di balik bayang-bayang dan merencanakan serangan besar. Para siswa harus menghadapi ancaman yang lebih rumit, yang mengharuskan mereka untuk tidak hanya mengandalkan kekuatan fisik, tetapi juga strategi dan kecerdasan. Izuku Midoriya dan teman-temannya belajar bahwa menjadi pahlawan tidak hanya tentang pertempuran fisik, tetapi juga tentang mengambil keputusan yang tepat di saat-saat genting. Meskipun musuh semakin kuat, para pahlawan muda semakin menemukan kekuatan dalam persahabatan dan tekad mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 58,
          "title": "Tactics and Strategy",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.M9J73XhAfbTfx8woxj7FzgHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy harus merencanakan taktik yang cerdas untuk mengatasi ancaman yang semakin kompleks. Musuh mereka memiliki kekuatan dan kemampuan yang berbeda, dan mereka harus bekerja sama untuk menghadapi situasi yang semakin sulit. Izuku Midoriya mulai menyadari bahwa menjadi pahlawan tidak hanya soal kekuatan, tetapi juga tentang perencanaan, analisis, dan kemampuan untuk berpikir cepat dalam situasi kritis. Sementara itu, karakter-karakter lain dalam tim U.A. juga berkembang dalam hal strategi dan kecerdasan. Episode ini menekankan pentingnya keseimbangan antara kekuatan fisik dan kecerdasan dalam pertempuran.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 59,
          "title": "Breaking Point",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.4hfxgx_mqEoF63ScyDk3MwHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya di U.A. Academy akhirnya menghadapi batas fisik dan mental mereka dalam pertempuran yang menegangkan. Episode ini berfokus pada perjuangan batin para siswa, yang mulai merasakan tekanan yang luar biasa dalam menjalani kehidupan sebagai pahlawan muda. Mereka dihadapkan pada keputusan yang sulit dan tantangan yang menguji kemampuan mereka untuk bertahan. Pada titik ini, mereka mulai menyadari bahwa meskipun mereka dilatih untuk menjadi pahlawan, ada saatnya mereka harus memikirkan kembali apa arti menjadi seorang pahlawan sejati. Episode ini memberikan momen reflektif yang menggali tema pengorbanan dan perjuangan dalam dunia pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 60,
          "title": "The Final Showdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.yh6VJzW3Myyl1rYPZG0yhwHaEK&pid=Api",
          "desc": "Episode ini menunjukkan klimaks dari pertarungan panjang yang telah dibangun sepanjang musim ini. Izuku Midoriya dan teman-temannya di U.A. Academy harus berhadapan dengan musuh terbesar yang pernah mereka hadapi. Ini adalah pertempuran terakhir yang menguji segalanya — kekuatan, kecerdasan, keberanian, dan tekad mereka. Para siswa harus menggali kekuatan mereka yang paling dalam dan bekerja sama dengan cara yang belum pernah mereka lakukan sebelumnya. Dalam menghadapi ancaman yang sangat kuat, mereka menyadari bahwa meskipun mereka masih muda, mereka telah tumbuh menjadi pahlawan sejati. Episode ini memberi penghormatan kepada perjalanan panjang mereka dan bagaimana mereka telah mengatasi setiap rintangan yang ada.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 61,
          "title": "A New Beginning",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.-OYOpoKqdPZ8FrP1nQ4xlwHaEK&pid=Api",
          "desc": "Episode ini membuka musim baru dengan awal yang penuh dengan harapan dan tantangan baru. Setelah pertempuran besar, Izuku Midoriya dan teman-temannya kembali ke akademi untuk menghadapi ujian baru yang akan menguji keterampilan mereka dalam cara yang belum pernah terjadi sebelumnya. Dunia pahlawan sedang berubah, dan para siswa harus mempersiapkan diri untuk ancaman yang lebih besar. Episode ini juga menyoroti perkembangan karakter-karakter utama, serta memperkenalkan tantangan baru yang lebih berat, di mana mereka harus belajar untuk bekerja lebih keras dan lebih cerdas.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 62,
          "title": "The Rising Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.O5tXw7bV7Q5arQdmX1o7hAHaEK&pid=Api",
          "desc": "Setelah pertempuran besar yang menegangkan, para siswa U.A. Academy harus menunjukkan kemampuan mereka untuk bertahan dalam dunia pahlawan yang semakin berbahaya. Episode ini menyoroti bagaimana mereka semakin berkembang sebagai individu dan sebagai tim. Para siswa tidak hanya berfokus pada pengembangan kekuatan fisik mereka, tetapi juga belajar tentang pentingnya strategi dan bagaimana berkolaborasi untuk mengatasi tantangan yang ada. Episode ini memberikan ruang bagi para karakter untuk menunjukkan kelebihan mereka yang lebih dari sekadar kekuatan, yaitu kepribadian mereka yang semakin matang dan kepercayaan diri yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 63,
          "title": "Revenge of the Villains",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.sAkijxN4p4lW_0LCbc9yXgHaEK&pid=Api",
          "desc": "Dalam episode ini, para pahlawan muda menghadapi peningkatan ancaman dari organisasi penjahat yang terus berkembang. Musuh yang lebih berbahaya mulai muncul dan membuat hidup para siswa U.A. Academy semakin sulit. Namun, mereka tidak menyerah. Para siswa belajar untuk mengatasi perasaan takut dan merencanakan strategi terbaik untuk mengalahkan musuh-musuh mereka. Episode ini menggali lebih dalam tentang tantangan yang dihadapi oleh para pahlawan muda, serta pengorbanan yang harus mereka buat untuk melindungi dunia mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 64,
          "title": "Dark Forces at Work",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.6F5V6ezk0ATaLiq2elr0HwHaEK&pid=Api",
          "desc": "Episode ini membawa para siswa U.A. Academy ke dalam situasi yang lebih berbahaya dengan meningkatnya ancaman dari kelompok penjahat yang lebih terorganisir. Dengan kekuatan baru yang mereka peroleh, musuh semakin cerdik dan sulit untuk ditangani. Para siswa harus berpikir lebih cepat dan merancang taktik yang lebih canggih untuk mengalahkan mereka. Episode ini menggambarkan betapa pentingnya kemampuan untuk tetap tenang di bawah tekanan dan berpikir kritis dalam situasi darurat. Para karakter juga mulai mempertanyakan moralitas dunia mereka dan apa yang harus mereka lakukan untuk mempertahankan perdamaian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 65,
          "title": "The Clash of Ideals",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9hRUAYfaI7VtV4Hql1ZjyQHaEK&pid=Api",
          "desc": "Di episode ini, ketegangan antara pahlawan dan penjahat semakin meningkat, dengan para karakter mulai menyadari bahwa tidak semua orang memiliki pandangan yang sama tentang keadilan dan kebenaran. Izuku Midoriya dan teman-temannya dihadapkan dengan pertarungan besar yang menguji keyakinan mereka tentang apa yang benar dan apa yang salah. Konflik ideologis ini menjadi pusat cerita, di mana para karakter harus memutuskan apakah mereka akan mengikuti jalan yang sudah terbukti atau mencoba jalan baru yang mungkin lebih berisiko. Episode ini menyelami dilema moral yang dihadapi oleh para pahlawan muda yang harus membuat keputusan sulit yang akan menentukan masa depan mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 66,
          "title": "The Power of Friendship",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.0wHtHkqC3KbEwFTxEJtGgQHaEK&pid=Api",
          "desc": "Pada episode ini, para siswa U.A. Academy dihadapkan dengan ujian terbesar dalam perjalanan mereka sebagai pahlawan. Mereka harus menghadapi musuh yang jauh lebih kuat dan lebih terorganisir, dan untuk pertama kalinya, mereka benar-benar merasakan beban dari tanggung jawab mereka. Namun, melalui kerja sama dan persahabatan yang kuat, mereka mulai menyadari bahwa kekuatan mereka tidak hanya berasal dari kemampuan fisik mereka, tetapi juga dari ikatan yang mereka bangun bersama. Episode ini menekankan pentingnya solidaritas dan rasa saling percaya antara teman-teman, yang menjadi kunci untuk mengatasi tantangan besar yang ada di depan mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 67,
          "title": "A Hero's True Strength",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.8cCUWqEo9rHKR3_UWzAnTQHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya akhirnya mulai memahami makna sejati dari menjadi pahlawan. Dalam episode ini, mereka diuji lebih dari sebelumnya, dengan menghadapinya musuh yang jauh lebih kuat dari yang pernah mereka bayangkan. Namun, meskipun para siswa telah belajar untuk mengandalkan kekuatan mereka sendiri, mereka juga menemukan bahwa keberanian sejati datang dari hati mereka yang tulus. Episode ini menggali lebih dalam tentang apa yang membuat seorang pahlawan sejati, tidak hanya melalui kekuatan fisik, tetapi juga melalui tekad, ketulusan, dan pengorbanan yang mereka lakukan demi orang lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 68,
          "title": "The Battle for Justice",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.kFqBVGWUb2ALfDwsLCeTlgHaEK&pid=Api",
          "desc": "Di episode ini, pertempuran yang lebih besar dan lebih berbahaya terjadi antara pahlawan dan penjahat, dengan tujuan untuk melindungi keadilan dan masyarakat. Izuku Midoriya dan teman-temannya harus memanfaatkan semua keterampilan yang mereka pelajari selama ini untuk mengalahkan musuh yang lebih kuat dan lebih cerdik. Namun, di tengah pertempuran yang intens, para siswa juga harus berhadapan dengan keputusan moral yang sulit. Apa arti keadilan bagi mereka, dan bagaimana mereka bisa memastikan bahwa mereka berada di jalan yang benar? Episode ini menggali tema keadilan dan pengorbanan yang diperlukan untuk mempertahankan kedamaian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 69,
          "title": "The Road to Victory",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.I5tW9tZZdKJqAlXgh3V3igHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy semakin mendekati titik puncak dari perjalanan mereka. Meskipun mereka telah menghadapi banyak rintangan dan tantangan besar, mereka tahu bahwa perjalanan mereka sebagai pahlawan sejati baru saja dimulai. Episode ini menunjukkan bagaimana mereka menggunakan kekuatan mereka untuk menghadapi ancaman yang lebih besar, sekaligus menekankan pentingnya pertumbuhan pribadi. Izuku Midoriya dan teman-temannya belajar bahwa meskipun mereka memiliki kekuatan luar biasa, yang paling penting adalah bagaimana mereka menggunakan kekuatan tersebut untuk melindungi orang lain dan memperjuangkan keadilan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 70,
          "title": "The Ultimate Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.KlbFgXYrjv5RVxpgUvwKmAHaEK&pid=Api",
          "desc": "Episode ini membawa para siswa U.A. Academy ke dalam ujian yang lebih menantang, di mana mereka harus menguji batas-batas kemampuan mereka sebagai pahlawan. Ujian ini menguji mereka dalam segala hal, dari keterampilan bertarung hingga pengambilan keputusan di saat-saat genting. Izuku Midoriya harus menghadapi ujian yang paling sulit dalam hidupnya, yang memaksanya untuk menggali lebih dalam ke dalam dirinya sendiri. Episode ini juga mengungkapkan lebih banyak tentang karakter-karakter lainnya dan bagaimana mereka tumbuh sepanjang perjalanan mereka untuk menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 71,
          "title": "The Calm Before the Storm",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.XhRiVh9gJkrPR3fB4nm_TwHaEK&pid=Api",
          "desc": "Setelah ujian besar yang menguji kemampuan mereka, para siswa U.A. Academy menghadapi momen ketenangan sebelum badai besar berikutnya. Episode ini memberi ruang bagi para karakter untuk merenung dan mempersiapkan diri untuk tantangan yang lebih besar. Mereka tahu bahwa ancaman besar akan datang, dan mereka harus siap menghadapi apapun yang datang. Meskipun ada ketegangan yang terus berkembang, episode ini menyoroti bagaimana para siswa menemukan kedamaian dalam diri mereka dan memperkuat ikatan satu sama lain. Ini adalah kesempatan bagi para pahlawan muda untuk merenung dan mencari cara untuk meningkatkan diri mereka sebelum tantangan baru muncul.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 72,
          "title": "The Battle for the Future",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9g7_2wwbPpZ1k72WkldKMQHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dihadapkan pada pertempuran yang akan menentukan masa depan mereka. Dengan ancaman yang semakin mendekat, mereka harus bersatu dan melawan musuh-musuh yang berbahaya demi melindungi dunia yang mereka cintai. Episode ini menekankan tema pengorbanan dan keberanian, dengan para siswa harus menghadapi kesulitan yang luar biasa untuk memastikan masa depan yang lebih baik. Ketegangan meningkat, dan para siswa tidak hanya mengandalkan kekuatan mereka, tetapi juga belajar untuk mengatasi keraguan dan ketakutan mereka untuk menjadi pahlawan yang sesungguhnya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 73,
          "title": "The True Face of Evil",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.7_Hk0brdh8rRMMmfJ4Hq0gHaEK&pid=Api",
          "desc": "Episode ini mengungkapkan lebih banyak tentang organisasi penjahat yang ada di balik layar, memberikan gambaran yang lebih jelas tentang motif mereka dan tujuan jahat yang mereka perjuangkan. Para siswa U.A. Academy harus menghadapi kenyataan pahit tentang kekuatan besar yang mereka hadapi. Izuku Midoriya dan teman-temannya semakin menyadari bahwa dunia pahlawan bukanlah dunia yang hitam dan putih, melainkan penuh dengan abu-abu moral. Ini adalah ujian besar bagi mereka, karena mereka harus menghadapi kebenaran yang sulit dan melawan musuh yang berbahaya dengan penuh tekad.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 74,
          "title": "Unlikely Allies",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.y5fhV9O8wQ9YpCpw8aRoxgHaEK&pid=Api",
          "desc": "Para pahlawan muda harus bekerja sama dengan pihak-pihak yang sebelumnya dianggap musuh. Dalam episode ini, mereka belajar bahwa untuk menghadapi ancaman yang lebih besar, mereka harus mengesampingkan perbedaan mereka dan membangun aliansi yang tidak terduga. Izuku Midoriya, bersama dengan teman-temannya, menyadari bahwa kekuatan terbesar datang dari kerja sama, bahkan jika itu berarti berjuang bersama dengan orang-orang yang sebelumnya berada di sisi lain dari medan perang. Episode ini menunjukkan pentingnya toleransi dan kerja sama dalam mencapai tujuan bersama.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 75,
          "title": "Rise of the New Generation",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.W0wxf0OsBqWR5OoTLzdWTgHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan generasi baru pahlawan muda yang siap menggantikan para pahlawan yang lebih senior. Mereka harus membuktikan bahwa mereka siap untuk menghadapi tantangan besar dan melindungi dunia mereka dengan keberanian dan keterampilan yang telah mereka pelajari. Izuku Midoriya dan teman-temannya kini melihat bahwa mereka tidak hanya berjuang untuk diri mereka sendiri, tetapi juga untuk masa depan dunia pahlawan. Para siswa yang lebih muda ini memiliki semangat dan energi yang luar biasa, tetapi mereka juga harus menghadapi tantangan yang tidak kalah berat dari generasi sebelumnya. Ini adalah momen penting dalam perjalanan mereka, di mana mereka mulai siap untuk mengambil tanggung jawab lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 76,
          "title": "The Power Within",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.1m_xT9CGHfOSFHK7xIKb9wHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya menyadari bahwa kekuatan sejati mereka bukan hanya berasal dari kemampuan fisik, tetapi juga dari kepercayaan diri dan kekuatan mental. Episode ini menggali lebih dalam tentang bagaimana mereka mengatasi rasa takut dan keraguan yang muncul saat menghadapi musuh yang lebih kuat. Midoriya, khususnya, harus menemukan cara untuk mengendalikan kekuatan barunya, yang dapat menghancurkan tubuhnya jika digunakan dengan sembrono. Ini adalah momen penting dalam pengembangan karakter Midoriya, karena dia belajar untuk mempercayai dirinya sendiri dan memperjuangkan keadilan dengan segala cara.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 77,
          "title": "The Great Escape",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.AB_eP7Wrwti_hAnlL0fqNwHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dan pahlawan muda lainnya harus bekerja sama untuk melarikan diri dari jebakan yang telah dipasang oleh musuh. Dalam episode ini, mereka harus menggunakan keterampilan bertarung dan kecerdikan mereka untuk keluar dari situasi yang semakin berbahaya. Episode ini juga menggali hubungan antara karakter-karakter utama, yang semakin saling mendukung satu sama lain dalam menghadapi rintangan yang ada. Tantangan ini tidak hanya menguji fisik mereka, tetapi juga kemampuan mereka untuk bekerja sama dan berpikir cepat dalam situasi krisis.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 78,
          "title": "Stand Strong",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.kSt9Yek5EjV6RHld7rc7LwHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dihadapkan pada musuh-musuh yang semakin kuat, dan mereka harus berdiri teguh untuk melindungi dunia mereka. Episode ini menekankan pentingnya keteguhan hati dan tekad dalam menghadapi situasi yang paling sulit. Meskipun mereka merasa kewalahan dan terdesak, para siswa terus maju dan menunjukkan kekuatan mental mereka untuk tidak menyerah. Ini adalah pelajaran penting bagi Izuku Midoriya dan teman-temannya, yang kini memahami bahwa kekuatan sejati datang dari dalam diri mereka, bukan hanya dari kemampuan luar biasa yang mereka miliki.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 79,
          "title": "The Last Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.A0mfIf4SMiUOjOeY6YWQHQHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy menghadapi pertarungan terakhir melawan musuh yang telah mereka hadapi sepanjang musim. Ini adalah pertarungan yang akan menentukan nasib dunia pahlawan. Dengan seluruh dunia tergantung pada mereka, Izuku Midoriya dan teman-temannya harus mengerahkan semua kekuatan mereka untuk mengalahkan musuh terakhir yang sangat kuat. Episode ini dipenuhi dengan aksi intens, pengorbanan, dan momen emosional yang menunjukkan perkembangan karakter-karakter utama dan bagaimana mereka belajar untuk menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 80,
          "title": "A New Era",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Pd8yl2Xq_PNYyfI_7kHpOgHaEK&pid=Api",
          "desc": "Episode ini menandakan dimulainya era baru bagi para siswa U.A. Academy, setelah mengalahkan musuh terakhir mereka. Meskipun dunia pahlawan tampaknya lebih damai, para pahlawan muda tahu bahwa mereka harus terus siap menghadapi ancaman yang akan datang. Dalam episode ini, mereka menyadari bahwa menjadi seorang pahlawan tidak hanya tentang bertarung, tetapi juga tentang melindungi nilai-nilai yang mereka percayai. Dengan semangat baru, Izuku Midoriya dan teman-temannya melangkah ke masa depan, siap untuk menghadapi tantangan berikutnya yang mungkin lebih sulit dari sebelumnya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 81,
          "title": "Heroes Rising",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.dKYf9RV_a7XvK3Wgkfj4WgHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy mendapatkan tugas baru yang lebih besar dari sebelumnya. Mereka harus berhadapan dengan musuh yang lebih kuat, dan tugas ini akan menguji keberanian serta komitmen mereka sebagai pahlawan. Di tengah pertempuran yang semakin sengit, Izuku Midoriya dan teman-temannya tidak hanya mengandalkan kekuatan fisik mereka, tetapi juga strategi dan pengorbanan untuk memastikan keberhasilan misi mereka. Episode ini menyoroti bagaimana para pahlawan muda terus berkembang dan beradaptasi, serta bagaimana mereka belajar untuk menghadapi situasi yang penuh ketidakpastian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 82,
          "title": "The Greatest Challenge",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.y3nmEd5mjZTV_fMlth5uBQHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy kembali dihadapkan pada tantangan besar yang menguji batas-batas kekuatan mereka. Dalam episode ini, mereka harus bekerja sama untuk mengalahkan musuh yang tidak hanya kuat secara fisik, tetapi juga cerdas dan licik. Izuku Midoriya dan teman-temannya menyadari bahwa mereka tidak dapat menghadapinya sendirian, dan bahwa persatuan mereka adalah kunci untuk mencapai kemenangan. Episode ini menggarisbawahi pentingnya kolaborasi dan bagaimana kekuatan terbesar seorang pahlawan terletak pada kerjasama dan pengorbanan untuk orang lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 83,
          "title": "A Hero's Heart",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Yt79I4yZtpx3Wn0J_hww2gHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya menghadapi ujian moral yang sulit. Mereka harus mempertimbangkan apa arti menjadi seorang pahlawan yang sesungguhnya, bukan hanya dalam hal kekuatan, tetapi juga dalam hal hati dan komitmen mereka terhadap orang lain. Dalam episode ini, karakter-karakter utama dihadapkan pada situasi yang menuntut mereka untuk menunjukkan lebih dari sekadar kemampuan bertarung. Mereka harus menggali lebih dalam dan memahami esensi dari apa yang membuat seorang pahlawan. Episode ini juga mengungkapkan sisi emosional dari para siswa, yang menunjukkan bagaimana mereka tumbuh dan belajar dari pengalaman mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 84,
          "title": "The Return of the Villains",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Y5W0WVJxVGo6kH6_6mPyfgHaEK&pid=Api",
          "desc": "Musuh-musuh lama kembali muncul dalam episode ini, membawa ancaman yang lebih besar bagi para pahlawan muda. Dengan kembalinya penjahat-penjahat kuat, para siswa U.A. Academy harus bersiap untuk pertempuran yang lebih berbahaya dan penuh risiko. Izuku Midoriya dan teman-temannya tahu bahwa ini bukan hanya sekadar ujian fisik, tetapi juga ujian mental dan emosional. Episode ini mengungkapkan strategi dan perencanaan yang lebih matang dari pihak musuh, serta menunjukkan bagaimana para siswa U.A. harus beradaptasi dan bekerja sama lebih erat untuk mengalahkan ancaman tersebut.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 85,
          "title": "The Final Countdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.covzE_ZuBqaXlQjVjM6NYQHaEK&pid=Api",
          "desc": "Menjelang pertempuran besar yang akan datang, para siswa U.A. Academy harus mempersiapkan diri sebaik mungkin untuk apa yang mungkin menjadi ujian terberat mereka. Dalam episode ini, mereka mengasah keterampilan mereka dan memperkuat ikatan satu sama lain, karena mereka tahu bahwa pertempuran berikutnya akan menentukan nasib mereka. Izuku Midoriya dan teman-temannya mengumpulkan keberanian dan tekad untuk menghadapi musuh terakhir yang lebih kuat dari sebelumnya. Episode ini memberikan ketegangan yang meningkat, mempersiapkan penonton untuk klimaks besar yang akan datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 86,
          "title": "The Ultimate Battle",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.hJhXnZms_gjwD1sh2z43_AHaEK&pid=Api",
          "desc": "Episode ini membawa pertempuran antara pahlawan dan penjahat ke tingkat yang lebih tinggi. Izuku Midoriya dan teman-temannya menghadapi musuh mereka dalam pertempuran yang sangat intens dan penuh emosi. Dalam bentrokan ini, tidak hanya kekuatan fisik yang diuji, tetapi juga kecerdasan dan strategi para pahlawan muda. Mereka harus mengatasi rintangan besar dan berjuang dengan tekad untuk menyelamatkan dunia mereka. Episode ini penuh dengan aksi yang mendebarkan, namun juga menyoroti pertumbuhan pribadi para karakter utama, yang semakin matang dan siap menghadapi tantangan apapun yang datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 87,
          "title": "Breaking Point",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.0Ifwtfc5tbSjp4UEXZzV2wHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy mencapai titik puncak ketegangan dan konflik. Izuku Midoriya dan teman-temannya menghadapi situasi yang menguji batas ketahanan mereka, baik fisik maupun emosional. Mereka berjuang untuk bertahan dalam menghadapi kekuatan yang jauh lebih besar dari apa yang mereka bayangkan sebelumnya. Namun, dengan semangat dan tekad yang kuat, mereka tetap berdiri teguh, berjuang untuk apa yang mereka percayai. Episode ini menunjukkan bagaimana perjuangan mereka membentuk mereka menjadi pahlawan yang lebih kuat, meskipun mereka terus menghadapi tantangan yang mengancam dunia mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 88,
          "title": "A Hero's Legacy",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.n8FfJwov1eM8dKRIb5v5IgHaEK&pid=Api",
          "desc": "Episode ini menggali lebih dalam tentang apa yang membuat seorang pahlawan sejati. Para siswa U.A. Academy merenungkan perjalanan mereka sejauh ini dan warisan yang ingin mereka tinggalkan di dunia pahlawan. Izuku Midoriya, khususnya, mulai menyadari betapa pentingnya pengorbanan dan nilai-nilai yang dipegang oleh pahlawan legendaris sebelumnya. Episode ini juga memperlihatkan bahwa menjadi pahlawan bukan hanya tentang menang dalam pertempuran, tetapi juga tentang memberi inspirasi bagi generasi masa depan untuk bertindak dengan kebenaran dan keberanian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 89,
          "title": "New Beginnings",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.KXflp1JPTqMDS3xXK3aR6wHaEK&pid=Api",
          "desc": "Setelah pertempuran besar yang telah mereka lewati, para siswa U.A. Academy memulai babak baru dalam hidup mereka sebagai pahlawan yang lebih matang. Episode ini menyoroti awal yang baru, di mana mereka berfokus pada pengembangan lebih lanjut dan perencanaan untuk tantangan yang akan datang. Meskipun dunia mereka terlihat lebih damai, mereka sadar bahwa ancaman baru mungkin segera muncul. Dengan tekad baru, mereka bersiap untuk masa depan yang penuh ketidakpastian, tetapi mereka tetap yakin bahwa mereka dapat melindungi dunia dengan kekuatan dan hati mereka yang tak tergoyahkan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 90,
          "title": "The Future of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Oq9FLvlHjpXlS7XbpLf1uQHaEK&pid=Api",
          "desc": "Episode ini melihat para siswa U.A. Academy mengarungi perjalanan panjang yang penuh dengan tantangan dan pertempuran. Meskipun mereka telah menjadi pahlawan yang lebih kuat, mereka juga menyadari bahwa perjalanan mereka belum selesai. Dunia pahlawan terus berkembang, dan mereka harus terus beradaptasi untuk menghadapi tantangan yang lebih besar di masa depan. Dengan perasaan tanggung jawab yang semakin besar, Izuku Midoriya dan teman-temannya memulai babak baru sebagai pahlawan yang siap menghadapi apa saja demi masa depan yang lebih baik.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 91,
          "title": "New Hope",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.XIz7ndzmtsAKow2R8AqFcwHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan harapan baru bagi para pahlawan muda yang masih berjuang. Meskipun mereka telah melalui banyak pertempuran berat, mereka sekarang memiliki kesempatan untuk membuktikan diri mereka sebagai pahlawan yang dapat diandalkan dalam situasi apapun. Izuku Midoriya dan teman-temannya memulai misi baru yang menguji kemampuan mereka dalam menghadapi musuh yang lebih berbahaya. Episode ini menyoroti pengorbanan dan perjalanan para siswa yang tidak hanya tentang kekuatan fisik, tetapi juga mentalitas yang kuat untuk menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 92,
          "title": "The Power Within",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Pk8hgFprnpWl12IlKqSyyQHaEK&pid=Api",
          "desc": "Izuku Midoriya semakin menguasai kekuatan baru yang ia terima, tetapi ia harus berjuang untuk mengendalikannya. Dalam episode ini, kita melihat lebih dalam tentang bagaimana ia memanfaatkan kekuatan yang besar dengan cara yang tidak merusak dirinya sendiri. Namun, seiring perjalanan, ia menyadari bahwa kekuatan sejati bukan hanya berasal dari kekuatan luar, tetapi juga dari keyakinan dalam diri sendiri dan keyakinan bahwa mereka bisa menjadi lebih baik. Episode ini menjadi momen penting bagi karakter Midoriya dalam pencarian jati diri sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 93,
          "title": "The Final Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.vG9ZZFxBRmhfOmRms07gMwHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dihadapkan pada ujian terakhir mereka yang akan mengukur sejauh mana mereka telah berkembang. Tidak hanya dalam hal kemampuan fisik, tetapi juga bagaimana mereka dapat mengaplikasikan keterampilan mereka di dunia nyata. Dalam episode ini, mereka diuji secara menyeluruh, baik oleh musuh yang kuat maupun oleh situasi yang mendesak. Midoriya dan teman-temannya menghadapi ujian yang menguji ketahanan mental dan tekad mereka, yang akan mengarahkan mereka ke masa depan yang lebih besar sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 94,
          "title": "Beyond Limits",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.IuEHQUrfHzXzwVVmyLTV0gHaEK&pid=Api",
          "desc": "Izuku Midoriya dan teman-temannya dihadapkan pada situasi yang mengharuskan mereka untuk melebihi batas kemampuan mereka yang pernah mereka pikirkan sebelumnya. Dalam episode ini, mereka harus beradaptasi dan menghadapi musuh yang sangat kuat, yang memaksa mereka untuk berjuang lebih keras daripada sebelumnya. Ini adalah ujian sejati bagi mereka, karena mereka harus melampaui diri mereka sendiri untuk melindungi orang yang mereka cintai dan dunia yang mereka jaga. Episode ini menonjolkan tema ketahanan dan pengembangan pribadi, yang semakin membuat para siswa merasa lebih siap untuk peran mereka sebagai pahlawan di masa depan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 95,
          "title": "The Path Forward",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.V7VQh5W9W3gN5OwScS2pcAHaEK&pid=Api",
          "desc": "Episode ini menandakan babak baru dalam kehidupan para siswa U.A. Academy, saat mereka mulai mengerti sepenuhnya apa artinya menjadi pahlawan. Dengan pengalaman yang telah mereka dapatkan, mereka sekarang mempersiapkan diri untuk tantangan yang lebih besar di masa depan. Izuku Midoriya dan teman-temannya semakin matang dan siap untuk menghadapi segala sesuatu yang datang, baik itu ancaman besar ataupun masalah pribadi. Episode ini menggambarkan pertumbuhan mereka dan bagaimana mereka terus melangkah maju, dengan harapan dan tekad yang semakin besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 96,
          "title": "Unlikely Alliances",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.PnZmN0N5Un_GcR59v6bQnwHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy terpaksa bekerja sama dengan beberapa individu yang sebelumnya dianggap sebagai musuh. Dengan ancaman yang lebih besar datang dari luar, mereka menyadari bahwa hanya dengan beraliansi, mereka bisa bertahan dan melawan kekuatan jahat yang mengancam dunia mereka. Episode ini menyoroti tema persatuan dan pentingnya mengesampingkan perbedaan untuk mencapai tujuan bersama. Para karakter belajar bahwa dalam dunia pahlawan, tidak ada tempat untuk ego, dan mereka harus saling bergantung satu sama lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 97,
          "title": "Tough Decisions",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.1iEzY0VJj_X2Hhww5KPxxwHaEK&pid=Api",
          "desc": "Episode ini membawa para siswa ke dalam dilema besar yang mengharuskan mereka membuat keputusan sulit yang dapat mengubah arah perjalanan mereka sebagai pahlawan. Mereka menghadapi situasi yang tidak memiliki jawaban yang mudah, dan setiap pilihan yang mereka buat dapat membawa konsekuensi besar. Izuku Midoriya dan teman-temannya belajar bahwa menjadi pahlawan berarti terkadang harus memilih jalan yang penuh pengorbanan dan menghadapi kenyataan yang menyakitkan. Ini adalah pelajaran penting tentang tanggung jawab, keberanian, dan pengorbanan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 98,
          "title": "A Rising Storm",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.tlpFwIaNpvqvfF94Tk3seQHaEK&pid=Api",
          "desc": "Dalam episode ini, ketegangan meningkat saat para siswa U.A. Academy menghadapi ancaman yang semakin mendekat. Dengan musuh yang semakin kuat dan tak terduga, mereka harus bersiap untuk menghadapi badai yang datang. Episode ini penuh dengan aksi yang mendebarkan, di mana para pahlawan muda berusaha mempertahankan apa yang telah mereka bangun. Setiap keputusan dan setiap langkah menjadi sangat krusial karena dunia mereka terancam. Di saat-saat seperti ini, karakter-karakter utama dihadapkan pada pertanyaan besar tentang apa yang harus mereka lakukan untuk melindungi orang-orang yang mereka cintai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 99,
          "title": "The Heart of a Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.FwbUhrbLfQG3ySIEyA91sQHaEK&pid=Api",
          "desc": "Episode ini menggali lebih dalam mengenai sifat seorang pahlawan. Di tengah pertempuran yang semakin sengit, para siswa U.A. Academy tidak hanya mengandalkan kekuatan mereka, tetapi juga hati mereka untuk memenangkan pertempuran. Izuku Midoriya dan teman-temannya belajar bahwa kualitas yang paling penting bagi seorang pahlawan bukan hanya kekuatan fisik, tetapi juga keteguhan hati, belas kasih, dan keberanian untuk melawan ketidakadilan, bahkan ketika mereka terpojok. Episode ini menyoroti inti dari apa yang membuat seorang pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 100,
          "title": "The Hundredth Battle",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.wrMDFtF8aS5w8yuwxtpUoAHaEK&pid=Api",
          "desc": "Dalam episode spesial ini, para siswa U.A. Academy menghadapi ujian besar yang menguji segalanya yang telah mereka pelajari. Episode ini menandai titik kulminasi dari perjalanan mereka sejauh ini, ketika mereka berhadapan dengan ancaman yang luar biasa dan harus menggunakan semua keterampilan, kekuatan, dan kebijaksanaan yang mereka miliki. Episode ini penuh dengan aksi dramatis dan pengorbanan besar, sementara para pahlawan muda belajar bahwa pertempuran mereka belum berakhir, dan setiap langkah ke depan harus diambil dengan hati-hati. Ini adalah episode yang penuh emosi, menggambarkan betapa jauh para karakter telah berkembang dan bagaimana mereka siap untuk masa depan yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 101,
          "title": "The War Begins",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.TB2mwp6PpePbqUmZQh3TjQHaEK&pid=Api",
          "desc": "Perang besar akhirnya dimulai. Para siswa U.A. Academy kini harus menghadapi ancaman dari kelompok musuh yang sangat terorganisir dan kuat. Episode ini menunjukkan bagaimana para pahlawan muda bersiap untuk menghadapi pertempuran yang jauh lebih besar daripada sebelumnya. Setiap karakter diuji dalam kondisi yang penuh tekanan, dan mereka harus menghadapi musuh yang tidak hanya kuat, tetapi juga cerdik. Dalam perang ini, tidak hanya kekuatan fisik yang diuji, tetapi juga kecerdasan dan tekad mereka sebagai pahlawan sejati. Episode ini membawa cerita ke tingkat yang lebih tinggi, memperkenalkan strategi, pengorbanan, dan keberanian dalam menghadapi ancaman besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 102,
          "title": "Rising Tensions",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Wmg7WogJ63L9qLme5mkmfAHaEK&pid=Api",
          "desc": "Dengan perang yang semakin intens, ketegangan antara para pahlawan muda dan musuh mereka semakin tinggi. Episode ini menunjukkan bagaimana tekanan dan kecemasan mulai memengaruhi para karakter utama. Meskipun mereka telah belajar banyak tentang keberanian dan pengorbanan, mereka masih harus menghadapi rasa takut dan keraguan diri yang muncul dalam situasi ekstrem. Para siswa U.A. Academy berusaha untuk tetap fokus dan menjaga hubungan mereka, bahkan ketika mereka menghadapi kekuatan yang lebih kuat dari yang pernah mereka bayangkan. Ini adalah ujian sejati bagi tekad mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 103,
          "title": "Unseen Threats",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP._Nzhj0yR7V-y07xeJm5hSAHaEK&pid=Api",
          "desc": "Musuh yang lebih tersembunyi muncul di balik layar, dan ancaman yang belum terungkap mulai menunjukkan wajahnya. Dalam episode ini, para pahlawan muda dihadapkan dengan musuh yang tidak hanya kuat, tetapi juga licik dan sulit diprediksi. Mereka harus belajar untuk bekerja lebih keras dan lebih pintar dalam menghadapi musuh yang tahu bagaimana memanipulasi situasi dan mengeksploitasi kelemahan mereka. Episode ini penuh dengan ketegangan dan misteri, menyoroti pentingnya kesiapan dan kewaspadaan dalam menghadapi ancaman yang tidak tampak di permukaan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 104,
          "title": "The Ultimate Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.mGjy-CntFiylByXrHa8clgHaEK&pid=Api",
          "desc": "Pertempuran mencapai puncaknya saat para siswa U.A. Academy melakukan perlawanan terakhir melawan musuh yang telah mengancam dunia mereka. Dalam episode ini, setiap karakter menghadapi pertempuran yang menguji batas kekuatan dan ketahanan mereka. Mereka harus memberikan segalanya, termasuk mengorbankan bagian dari diri mereka untuk mencapai kemenangan. Episode ini adalah puncak dari perjalanan panjang mereka sebagai pahlawan, menggambarkan pengorbanan terbesar dan usaha keras yang mereka lakukan untuk melindungi dunia dari kehancuran.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 105,
          "title": "Victory and Loss",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.w0QZLtsJzQgs5Qg6V7auvwHaEK&pid=Api",
          "desc": "Setelah pertempuran yang sangat sengit, para pahlawan muda akhirnya meraih kemenangan yang mereka perjuangkan. Namun, kemenangan ini datang dengan harga yang sangat tinggi. Banyak pengorbanan yang harus dilakukan, dan tidak semua orang dapat keluar tanpa luka. Episode ini menyoroti bahwa meskipun kemenangan adalah sesuatu yang patut dirayakan, pengorbanan yang datang bersamanya adalah kenyataan pahit yang harus diterima. Para siswa U.A. Academy kini tahu bahwa menjadi pahlawan bukan hanya tentang kekuatan atau kemenangan, tetapi tentang bagaimana mereka bangkit dan terus maju meskipun harus menanggung kerugian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 106,
          "title": "A New Era",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.yP4FGBwS9ZY8j1ZP7_wdOQHaEK&pid=Api",
          "desc": "Setelah peperangan yang mengerikan, para siswa U.A. Academy akhirnya bisa merasakan kedamaian untuk sementara waktu. Namun, dengan kedamaian itu datang tantangan baru, yang mengharuskan mereka untuk menghadapi kenyataan bahwa dunia yang mereka tinggali tidak akan pernah kembali seperti dulu. Episode ini menyoroti langkah pertama mereka dalam memasuki era baru sebagai pahlawan. Mereka harus beradaptasi dengan keadaan yang berubah, dan menyesuaikan diri dengan peran mereka yang semakin besar. Meskipun masih muda, mereka belajar bahwa menjadi pahlawan sejati adalah tentang menjaga harapan hidup di tengah kegelapan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 107,
          "title": "Path of the Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.TPzYSgfqB4yKTcG2seZZFQHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy harus menghadapi masa depan yang penuh ketidakpastian dan tantangan yang tak terduga. Dengan ancaman yang terus berkembang, mereka harus memutuskan jalan yang akan mereka ambil untuk menjadi pahlawan sejati. Masing-masing karakter mendapatkan kesempatan untuk mengeksplorasi tujuan dan alasan mereka untuk berjuang, serta apa yang membuat mereka terus maju meskipun banyak rintangan. Episode ini menggambarkan bahwa perjalanan para pahlawan tidak hanya tentang menghadapi musuh fisik, tetapi juga perjalanan batin mereka untuk menemukan tujuan hidup yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 108,
          "title": "The Last Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xOxvL0UrxqsFTlTdgJitdQHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dihadapkan pada ujian terakhir yang akan menentukan masa depan mereka sebagai pahlawan. Dengan musuh yang semakin kuat dan ancaman yang semakin nyata, mereka harus menghadapi ujian yang paling sulit dalam hidup mereka. Episode ini penuh dengan ketegangan, di mana para karakter diuji hingga batas kemampuan mereka. Mereka harus memilih untuk berjuang dengan segala kekuatan yang mereka miliki, atau mundur dan menyerah. Ini adalah momen penting di mana mereka harus menunjukkan sejauh mana mereka siap untuk berkorban demi orang lain, dan untuk mempertahankan dunia yang mereka cintai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 109,
          "title": "Into the Fire",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.sG6pOlD0mNNNKHYwZ5Q72QHaEK&pid=Api",
          "desc": "Ujian terakhir membawa para siswa U.A. Academy ke dalam situasi yang sangat berbahaya. Mereka harus melawan musuh yang jauh lebih kuat daripada sebelumnya, dan mereka tidak hanya menghadapi ancaman fisik, tetapi juga ancaman psikologis yang dapat menghancurkan semangat mereka. Episode ini menunjukkan betapa pentingnya ketahanan mental dan emosi dalam pertempuran. Para siswa tidak hanya berjuang untuk mengalahkan musuh, tetapi juga berjuang untuk tetap setia pada nilai-nilai mereka dan untuk menjadi pahlawan sejati, bahkan ketika terperangkap dalam situasi yang sangat sulit.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 110,
          "title": "New Challenges Ahead",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.MhK_PYXkNOpNEq83AzwV1gHaEK&pid=Api",
          "desc": "Dengan ujian terakhir di belakang mereka, para siswa U.A. Academy memulai babak baru dalam perjalanan mereka sebagai pahlawan. Namun, tantangan baru segera muncul, dan mereka menyadari bahwa dunia pahlawan tidak akan pernah mudah. Episode ini menggarisbawahi pentingnya adaptasi dan keberanian untuk menghadapi apa pun yang datang di masa depan. Setiap karakter menghadapi tantangan baru yang mengharuskan mereka untuk menggali lebih dalam dalam diri mereka dan menemukan kekuatan yang lebih besar untuk melangkah ke depan. Ini adalah episode yang penuh dengan pesan tentang pertumbuhan pribadi, penerimaan, dan semangat untuk terus berjuang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 111,
          "title": "The Future of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.qrZl5hsIJ9enVjx93Zml_wHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy harus memikirkan masa depan mereka sebagai pahlawan. Dengan tantangan yang semakin besar dan ancaman yang tidak pernah berhenti datang, mereka harus mulai merencanakan langkah-langkah mereka selanjutnya. Para karakter tidak hanya menghadapi ancaman luar, tetapi juga mulai mempertanyakan peran mereka dalam dunia pahlawan yang semakin rumit. Episode ini menunjukkan bagaimana mereka merencanakan masa depan mereka sambil berjuang untuk melindungi orang yang mereka cintai dan dunia yang mereka hargai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 112,
          "title": "Stand Your Ground",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.PWqWvhg6pWpdjDfyQYPKvQHaEK&pid=Api",
          "desc": "Ketika ancaman baru muncul dengan intensitas yang lebih tinggi, para siswa U.A. Academy harus memilih apakah mereka akan bertahan atau mundur. Episode ini menguji keteguhan hati mereka, memperlihatkan bagaimana setiap karakter belajar untuk tetap teguh dan tidak mudah menyerah. Dalam situasi yang mengancam hidup, mereka harus berani berdiri untuk apa yang benar, bahkan ketika peluang untuk menang terasa sangat kecil. Ini adalah ujian sejati dari tekad dan kekuatan karakter mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 113,
          "title": "The Battle Within",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.RU5qQCRw0B9z7b7_nz9cdwHaEK&pid=Api",
          "desc": "Setelah pertempuran yang tak terelakkan, para pahlawan muda harus menghadapi musuh yang tidak hanya kuat, tetapi juga menyerang mereka dari dalam. Dalam episode ini, para siswa U.A. Academy tidak hanya berperang dengan musuh luar, tetapi juga berjuang dengan konflik internal mereka sendiri. Mereka menghadapi ketakutan, keraguan, dan perjuangan pribadi yang menguji batas mental dan fisik mereka. Episode ini menggali lebih dalam tentang apa yang terjadi ketika karakter-karakter ini harus berhadapan dengan sisi gelap mereka sendiri.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 114,
          "title": "Strength in Unity",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.ylZm5RZXf8fM4txkh30fDQHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy belajar bahwa hanya dengan bersatu mereka dapat mengatasi tantangan besar yang mereka hadapi. Episode ini menunjukkan bagaimana kerja sama dan saling mendukung satu sama lain menjadi kunci kemenangan. Ketika ancaman semakin besar dan musuh semakin kuat, mereka tidak bisa menghadapinya sendirian. Mereka harus menggandakan usaha mereka dan bekerja sebagai satu kesatuan, menghargai kekuatan kolektif mereka dan menyadari bahwa setiap individu memiliki peran penting dalam kesuksesan mereka. Ini adalah pelajaran tentang kebersamaan, kesetiaan, dan bagaimana persatuan dapat mengalahkan kejahatan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 115,
          "title": "A Hero's Resolve",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xHMP4wf9klzr1N6NV6M1GgHaEK&pid=Api",
          "desc": "Di tengah pertempuran yang semakin sengit, para siswa U.A. Academy harus mengatasi rasa takut dan menemukan keberanian mereka yang sejati. Episode ini menggambarkan tekad mereka untuk menjadi pahlawan meskipun dunia mereka diliputi oleh kekacauan. Setiap karakter diuji dalam cara yang berbeda, tetapi semuanya harus menghadapi tantangan yang membawa mereka lebih dekat ke tujuan mereka. Ini adalah episode yang berfokus pada mentalitas pahlawan, di mana mereka belajar bahwa tekad yang kuat adalah senjata terbaik dalam menghadapi kegelapan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 116,
          "title": "Heroes Rising",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Kz5GBUq8uUG8syfd5UP9-wHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy dihadapkan dengan ancaman yang lebih besar dari sebelumnya. Mereka harus bersiap untuk menghadapi serangan musuh yang sangat kuat, yang menantang tidak hanya kekuatan fisik mereka, tetapi juga tekad mereka untuk menjadi pahlawan. Episode ini berfokus pada bagaimana para siswa menghadapi ujian terakhir mereka sebagai pahlawan muda, belajar bahwa kemenangan sejati bukan hanya tentang mengalahkan musuh, tetapi juga tentang berjuang bersama dan melindungi yang lemah.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 117,
          "title": "The Power of Unity",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.d5ipH5wVtLfMw9-yq-Xt6QHaEK&pid=Api",
          "desc": "Ketika ancaman dari musuh semakin meningkat, para siswa U.A. Academy belajar bahwa kekuatan sejati terletak dalam kebersamaan dan saling mendukung satu sama lain. Episode ini menunjukkan bagaimana mereka mengatasi perbedaan dan bekerja bersama untuk mengalahkan musuh yang jauh lebih kuat. Mereka harus menggunakan semua yang telah mereka pelajari selama pelatihan dan pertempuran sebelumnya untuk menghadapi serangan besar yang dapat mengubah dunia pahlawan untuk selamanya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 118,
          "title": "A True Hero's Sacrifice",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.J_5OU40-VLHr3E4dE5vzdgHaEK&pid=Api",
          "desc": "Dalam episode yang penuh ketegangan ini, para pahlawan muda dihadapkan dengan situasi yang mengharuskan mereka untuk melakukan pengorbanan besar. Salah satu karakter harus membuat keputusan yang akan mengubah hidupnya selamanya, mengingat bahwa menjadi pahlawan tidak hanya tentang kemenangan, tetapi juga tentang berani mengambil risiko besar demi keselamatan orang lain. Episode ini menggambarkan pengorbanan sejati, dan bagaimana perjuangan untuk kebaikan bisa menuntut harga yang sangat tinggi.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 119,
          "title": "The Final Showdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Jwb9HHeLf0elWlQv9uE1HAHaEK&pid=Api",
          "desc": "Episode ini menampilkan klimaks dari perjuangan panjang para pahlawan muda. Perang besar yang telah dipersiapkan selama bertahun-tahun akhirnya mencapai puncaknya, dan para siswa U.A. Academy harus menghadapinya dengan segala yang mereka miliki. Pertarungan epik berlangsung antara pahlawan muda dan musuh mereka, yang menguji batas kemampuan fisik dan mental mereka. Ini adalah ujian sejati dari tekad, keberanian, dan keinginan untuk melindungi yang lemah. Hanya satu pihak yang bisa keluar sebagai pemenang dalam pertempuran ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 120,
          "title": "Aftermath of War",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.QNoj51nx8h96n54lgRAfXgHaEK&pid=Api",
          "desc": "Setelah pertempuran yang mengerikan, episode ini mengeksplorasi dampak perang terhadap para pahlawan muda dan dunia di sekitar mereka. Meski kemenangan telah tercapai, pengorbanan yang harus dibayar begitu besar. Para siswa U.A. Academy harus menghadapi kenyataan pahit bahwa menjadi pahlawan sering kali melibatkan kehilangan dan kerugian yang tidak dapat diperbaiki. Episode ini menggambarkan perjalanan emosional karakter-karakter ini saat mereka berusaha untuk pulih dan melanjutkan hidup mereka, meskipun dunia mereka telah berubah selamanya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 121,
          "title": "The Return of Peace",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Zz-ktfaRr_JlsMkhZaYpwQHaEK&pid=Api",
          "desc": "Setelah serangkaian pertempuran hebat, dunia kembali merasakan kedamaian sementara. Namun, para siswa U.A. Academy masih harus berhadapan dengan kenyataan bahwa meskipun mereka telah menang, perang ini meninggalkan luka yang mendalam. Episode ini menggambarkan upaya para pahlawan muda untuk pulih dari kehancuran yang terjadi dan mulai membangun kembali dunia yang rusak. Meskipun mereka dapat merayakan kemenangan mereka, mereka harus menghadapi tantangan besar dalam proses penyembuhan, baik secara fisik maupun emosional. Episode ini mengajarkan bahwa kedamaian tidak datang begitu saja, tetapi membutuhkan usaha dan pengorbanan yang tak terhitung.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 122,
          "title": "A New Beginning",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.J2m9f1krsmW0cM9bfzQ5qgHaEK&pid=Api",
          "desc": "Dengan kedamaian yang baru dimulai, para pahlawan muda kembali melanjutkan pendidikan mereka di U.A. Academy. Namun, dunia yang mereka tinggali sudah tidak sama lagi. Mereka harus menghadapinya dengan pandangan yang lebih matang dan siap untuk menghadapi tantangan berikutnya. Episode ini berfokus pada perjalanan mereka untuk menemukan jalan baru dalam hidup mereka sebagai pahlawan dan individu, serta mengeksplorasi perubahan dalam diri mereka setelah segala yang telah mereka alami. Ini adalah momen refleksi dan pertumbuhan bagi para karakter, yang menyadari bahwa perjuangan mereka untuk melindungi dunia akan selalu berlanjut.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 123,
          "title": "Resilience",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP._wIHr8FQ9hcxqxY5LznN6gHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy dihadapkan dengan ujian baru yang menguji ketahanan mereka setelah pertempuran besar. Mereka harus membuktikan bahwa mereka dapat bertahan dari segala tekanan dan kesulitan yang ada. Episode ini mengeksplorasi bagaimana karakter-karakter ini menghadapinya dengan semangat dan tekad yang tak tergoyahkan. Mereka belajar bahwa meskipun masa depan penuh dengan ketidakpastian, ketahanan dan keberanian adalah kunci untuk melanjutkan perjalanan mereka sebagai pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 124,
          "title": "Heroes in the Shadows",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.VgOso88uSPtHEHTEY96HGwHaEK&pid=Api",
          "desc": "Dalam episode ini, para pahlawan muda berjuang di balik bayang-bayang dunia pahlawan yang gemerlap. Mereka menghadapi realitas bahwa tidak semua pertarungan dapat dilihat oleh dunia, tetapi pekerjaan mereka tetap penting. Episode ini berfokus pada perjuangan mereka dalam menghadapi ketidakpastian, dan bagaimana mereka terus berjuang meskipun tidak selalu mendapatkan pengakuan yang layak. Para siswa U.A. Academy belajar bahwa menjadi pahlawan sejati berarti bertindak dengan integritas, meskipun kadang-kadang mereka tidak dihargai oleh orang lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 125,
          "title": "The Road to Victory",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.3uVnnQkEXk36MPTf_6u87gHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy terus berjuang untuk mempertahankan dunia yang telah mereka lindungi. Namun, mereka menyadari bahwa perjuangan mereka belum berakhir. Episode ini menggambarkan perjalanan mereka menuju kemenangan, meskipun jalan yang harus mereka tempuh penuh dengan rintangan. Mereka belajar untuk tidak menyerah, bahkan ketika tampaknya kemenangan sangat sulit dicapai. Dalam perjalanan ini, mereka belajar bahwa setiap langkah kecil menuju kemenangan adalah bagian penting dari perjalanan mereka sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 126,
          "title": "The Unseen Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.LYOklxZZLzz5iI0hG7BdZQHaEK&pid=Api",
          "desc": "Dalam episode ini, perhatian para pahlawan muda beralih ke seorang hero yang tidak pernah dilihat oleh masyarakat luas. Mereka harus mencari tahu siapa yang sebenarnya melindungi mereka tanpa pamrih, seorang pahlawan yang beroperasi di bayang-bayang. Episode ini menguji pemahaman para siswa tentang apa artinya menjadi seorang pahlawan, bukan hanya dengan kekuatan tetapi dengan integritas dan keberanian untuk bertindak tanpa menginginkan pengakuan. Mereka belajar bahwa terkadang tindakan heroik tidak dilihat oleh dunia, tetapi dampaknya sangat besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 127,
          "title": "Shattered Bonds",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.gZQOGY1eHI8NFOvcgHrlqAHaEK&pid=Api",
          "desc": "Episode ini menunjukkan bagaimana ikatan antar teman dan rekan sejawat diuji dalam situasi yang ekstrem. Ketika para pahlawan muda harus menghadapi konflik dalam tim mereka sendiri, hubungan yang telah dibangun bertahun-tahun bisa terancam. Namun, melalui pengorbanan dan komunikasi, mereka belajar bahwa kekuatan mereka sebagai tim terletak pada kemampuan untuk saling memahami dan menyembuhkan luka satu sama lain. Episode ini menggali lebih dalam tentang persahabatan dan tantangan emosional yang datang saat menghadapi situasi berbahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 128,
          "title": "Turning the Tide",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.0O4gnXtnR80qPyVAyNmZ0wHaEK&pid=Api",
          "desc": "Ketika harapan hampir hilang, episode ini menunjukkan bagaimana para siswa U.A. Academy berjuang untuk membalikkan keadaan. Dalam pertempuran besar yang menentukan, mereka harus mengerahkan semua kekuatan mereka untuk mengatasi ancaman yang semakin kuat. Episode ini menunjukkan bahwa terkadang untuk meraih kemenangan, mereka harus mengubah pendekatan mereka dan beradaptasi dengan cepat. Itu adalah ujian sejati dari kemampuan mereka untuk berinovasi, bekerja sama, dan tetap teguh di tengah krisis.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 129,
          "title": "A Hero's Burden",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP._82VeyJ4EO2q64O8pht5bgHaEK&pid=Api",
          "desc": "Dalam episode yang penuh emosi ini, para pahlawan muda dihadapkan dengan realitas pahit tentang beban menjadi seorang pahlawan. Mereka harus menanggung tanggung jawab yang besar dan menghadapi kenyataan bahwa dunia pahlawan sering kali penuh dengan pengorbanan. Episode ini menggambarkan karakter-karakter utama yang harus mengatasi perasaan ketakutan dan keraguan saat mereka menyadari bahwa menjadi pahlawan bukan hanya tentang prestasi, tetapi tentang keberanian untuk melindungi orang lain meskipun harus menghadapi risiko yang sangat besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 130,
          "title": "Rise from the Ashes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.ejPQK6H9rcuNl11MeG4Z7wHaEK&pid=Api",
          "desc": "Setelah menghadapi berbagai tantangan dan kekalahan yang menyakitkan, para siswa U.A. Academy mulai bangkit kembali dari kehancuran. Mereka belajar bahwa bahkan setelah kehilangan besar dan penderitaan, mereka dapat menemukan kekuatan untuk bangkit dan melanjutkan perjuangan mereka. Episode ini menunjukkan bahwa meskipun dunia mereka hancur, mereka dapat membangun kembali dan terus berjuang. Ini adalah cerita tentang harapan, pemulihan, dan pentingnya untuk tidak pernah menyerah, bahkan di saat-saat tergelap.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 131,
          "title": "New Challenges Ahead",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.lVdPfwPslxejsTNGXeF6JgHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy kini menghadapi tantangan baru yang lebih besar dan lebih kompleks. Episode ini memperkenalkan serangkaian ujian yang akan menguji batas kemampuan mereka, baik fisik maupun mental. Mereka harus bekerja lebih keras untuk mengatasi tantangan yang datang dari pihak yang tak terduga. Saat dunia pahlawan semakin rumit, para siswa mulai memahami bahwa menjadi pahlawan sejati bukan hanya tentang kekuatan, tetapi tentang melangkah ke depan meski keadaan semakin sulit. Ini adalah awal dari perjuangan yang lebih besar dan lebih berat.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 132,
          "title": "Unity in the Face of Danger",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.7hKx0RUem6BlrU5gdL6PdgHaEK&pid=Api",
          "desc": "Dalam episode ini, ancaman besar datang dari berbagai penjuru, dan para siswa U.A. Academy harus lebih bersatu dari sebelumnya untuk menghadapinya. Mereka belajar bahwa kekuatan sejati terletak pada kemampuan mereka untuk bekerja sama, bahkan ketika situasi semakin memburuk. Persatuan mereka diuji dalam situasi yang penuh tekanan, namun mereka berhasil menunjukkan bahwa tidak ada tantangan yang terlalu besar jika mereka tetap bersatu dan saling mendukung.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 133,
          "title": "A Hero's Resolve",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.KJdSbm1Y4DOJnt1ZSMAtCgHaEK&pid=Api",
          "desc": "Episode ini menggali lebih dalam tentang tekad seorang pahlawan sejati. Saat menghadapi situasi yang sangat sulit, salah satu siswa harus membuat keputusan besar yang akan menentukan masa depan mereka. Dengan tekad yang bulat, mereka membuktikan bahwa menjadi pahlawan bukan hanya tentang kekuatan fisik, tetapi tentang memiliki resolusi yang kuat dan tidak pernah mundur, bahkan ketika segala sesuatunya tampak tidak mungkin.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 134,
          "title": "Rising Tension",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.s4Xf0kx_PMd8gIYw2ZT7PgHaEK&pid=Api",
          "desc": "Dengan ancaman yang semakin dekat, ketegangan di U.A. Academy semakin meningkat. Para siswa tahu bahwa mereka tidak bisa menghindari pertempuran yang sudah ada di depan mata mereka. Episode ini menunjukkan bagaimana mereka bersiap untuk menghadapi ujian hidup dan mati, serta bagaimana mereka mengatur strategi mereka untuk mengalahkan musuh yang semakin kuat. Ketegangan semakin terasa ketika mereka menyadari bahwa kemenangan tidak lagi dijamin, dan setiap langkah yang mereka ambil akan menentukan nasib mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 135,
          "title": "The True Meaning of Power",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.S2I6mMZJIRiv6lfyCEoy9wHaEK&pid=Api",
          "desc": "Episode ini mengungkapkan bahwa kekuatan sejati bukan hanya datang dari kemampuan fisik atau kekuatan super. Dalam perjalanan ini, para siswa U.A. Academy belajar bahwa kekuatan sejati datang dari dalam diri mereka: dari ketekunan, keinginan untuk melindungi orang lain, dan keteguhan hati untuk terus berjuang meskipun tantangan yang dihadapi begitu besar. Episode ini memberi pengajaran penting bahwa untuk menjadi pahlawan sejati, seseorang harus mampu mengendalikan kekuatan mereka dan menggunakannya untuk kebaikan, bukan hanya untuk mengalahkan musuh.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 136,
          "title": "The Edge of Despair",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xCe7Q-wbVAqkj4JcK3M7JgHaEK&pid=Api",
          "desc": "Dalam episode ini, ketegangan meningkat saat para siswa U.A. Academy dihadapkan pada ancaman yang lebih kuat dari sebelumnya. Mereka mencapai titik terendah dalam perjalanan mereka, dengan kekalahan di depan mata. Namun, mereka harus menemukan cara untuk bangkit dari keputusasaan dan melawan musuh yang tampaknya tak terkalahkan. Episode ini berfokus pada daya juang para siswa yang menghadapi krisis terbesar mereka, mengingatkan kita bahwa bahkan dalam kegelapan, ada harapan jika kita berusaha keras untuk menemukan cahaya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 137,
          "title": "A Moment of Reflection",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.7x6qhtY9jTcohgBjwYcuIAHaEK&pid=Api",
          "desc": "Setelah pertempuran besar, para siswa U.A. Academy diberi kesempatan untuk merenung dan merefleksikan perjalanan mereka sejauh ini. Dalam episode ini, kita melihat bagaimana mereka menghadapi perasaan mereka tentang keberanian, pengorbanan, dan apa arti menjadi pahlawan. Ini adalah saat untuk introspeksi, di mana setiap karakter mengatasi rasa takut dan keraguan mereka, serta memahami lebih dalam tentang diri mereka sendiri dan tujuan mereka sebagai pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 138,
          "title": "Rising Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.kMbhUy6YPz1eU1iFZGxnugHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy kembali bangkit, siap untuk menghadapi musuh mereka dengan semangat yang lebih besar. Episode ini menunjukkan bagaimana mereka memanfaatkan pengalaman dan pembelajaran yang didapat selama perjalanan mereka untuk menjadi pahlawan yang lebih kuat dan lebih bijaksana. Meskipun mereka menghadapi tantangan yang lebih berat, mereka kini tahu bahwa mereka tidak sendirian dan dapat bergantung pada satu sama lain. Mereka siap untuk menyongsong masa depan dengan tekad dan keberanian yang baru.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 139,
          "title": "The Final Showdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.T6qTm7KKdURoM5OM0WpyxwHaEK&pid=Api",
          "desc": "Pertarungan terakhir antara para siswa U.A. Academy dan musuh besar mereka dimulai. Episode ini adalah puncak dari semua yang telah mereka pelajari, dengan pertempuran epik yang menguji setiap kemampuan dan kekuatan yang mereka miliki. Mereka menghadapi ancaman terbesar yang pernah ada, tetapi dengan semangat persatuan dan tekad yang luar biasa, mereka berjuang dengan semua yang mereka punya. Ini adalah ujian terakhir bagi mereka sebagai pahlawan muda, dan satu-satunya cara untuk keluar dari situasi ini adalah dengan mempercayai diri mereka sendiri dan teman-teman mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 140,
          "title": "Victory and Beyond",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.bwP5hd7g5KY7-c5Lq2o1lAHaEK&pid=Api",
          "desc": "Setelah pertempuran besar dan pengorbanan yang luar biasa, para siswa U.A. Academy merayakan kemenangan mereka, namun mereka menyadari bahwa perjalanan mereka sebagai pahlawan belum berakhir. Episode ini menggambarkan kehidupan setelah pertempuran, di mana mereka mulai membangun kembali dunia mereka dan menyiapkan diri untuk tantangan yang lebih besar di masa depan. Ini adalah refleksi tentang apa yang telah mereka capai dan apa yang masih harus mereka lakukan. Mereka tidak hanya menjadi pahlawan melalui tindakan mereka, tetapi juga melalui keputusan dan perjalanan pribadi yang mereka jalani.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 141,
          "title": "The Road Ahead",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Fq2y9FOs5LqXZdhjx_qVhwHaEK&pid=Api",
          "desc": "Setelah kemenangan besar, para siswa U.A. Academy harus menghadapi kenyataan bahwa jalan mereka sebagai pahlawan masih panjang dan penuh dengan tantangan yang belum terbayangkan. Dalam episode ini, mereka merenungkan perjalanan mereka dan mempersiapkan diri untuk menghadapi apa pun yang akan datang. Mereka mulai merencanakan masa depan mereka sebagai pahlawan, namun mereka juga menyadari bahwa ancaman baru bisa muncul kapan saja. Kekuatan mereka sebagai tim dan individu diuji lebih lanjut saat mereka melihat ke depan, siap menghadapi masa depan yang penuh ketidakpastian.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 142,
          "title": "Rebirth of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xVxLvPck8IWfyKv_wz3FjwHaEK&pid=Api",
          "desc": "Episode ini menandai titik balik dalam perjalanan para siswa U.A. Academy. Dunia pahlawan telah berubah, dan mereka sekarang harus menyesuaikan diri dengan perubahan besar dalam sistem pahlawan. Meskipun banyak yang merasa cemas tentang masa depan, para siswa mulai memahami bahwa menjadi pahlawan sejati bukan hanya tentang bertarung dengan kekuatan besar, tetapi juga tentang memberikan contoh dan memimpin dengan hati. Mereka siap untuk membangun kembali dunia pahlawan yang lebih baik, menjadi contoh keberanian dan pengorbanan untuk generasi yang akan datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 143,
          "title": "Endless Training",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.nyz3YsHJ5Aeh75_D0tb5TgHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy kembali ke pelatihan keras mereka setelah pertempuran besar. Dalam episode ini, mereka berusaha meningkatkan kemampuan mereka agar bisa menghadapai ancaman yang lebih besar di masa depan. Namun, latihan yang intens membawa tantangan fisik dan mental yang tidak terduga. Mereka harus terus berjuang dan memperbaiki kelemahan mereka, sambil belajar tentang pentingnya keseimbangan antara kekuatan, keterampilan, dan ketahanan mental. Setiap siswa menghadapi rintangan unik, tetapi mereka bersama-sama berusaha untuk menjadi lebih kuat, baik sebagai individu maupun sebagai tim.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 144,
          "title": "The New Generation",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.iIs-yxz08tylMXLt0tkO9QHaEK&pid=Api",
          "desc": "Dengan semakin banyaknya pahlawan muda yang muncul, episode ini memperkenalkan generasi baru yang akan membawa perubahan besar dalam dunia pahlawan. Para siswa U.A. Academy mulai melihat ke luar dan bekerja sama dengan pahlawan muda lainnya untuk menciptakan masa depan yang lebih baik. Mereka berhadapan dengan tantangan untuk mengintegrasikan kekuatan mereka dengan pahlawan generasi sebelumnya. Ini adalah saat yang penting, di mana para siswa belajar bahwa meskipun dunia berubah, prinsip-prinsip keberanian, pengorbanan, dan persatuan tetap relevan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 145,
          "title": "The Final Trial",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.8roMLspOUmmUEfyBxEX9ZgHaEK&pid=Api",
          "desc": "Sebagai ujian terakhir sebelum mereka benar-benar dipersiapkan untuk menjalani peran mereka sebagai pahlawan, para siswa U.A. Academy harus menghadapi ujian besar yang akan menguji segalanya yang telah mereka pelajari. Setiap siswa diberikan tugas yang sulit, yang menantang mereka baik secara fisik maupun emosional. Dalam pertempuran besar ini, mereka harus menggunakan semua keterampilan yang telah mereka asah dan bekerja sama lebih erat dari sebelumnya untuk mengatasi musuh mereka yang tangguh. Episode ini adalah puncak dari perjalanan mereka menuju kedewasaan, di mana mereka akhirnya siap untuk mengambil peran mereka sebagai pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 146,
          "title": "A Hero's Legacy",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Dz6xb4RchmXfwY63e3wCUwHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan tema besar tentang warisan seorang pahlawan. Para siswa U.A. Academy mulai menyadari bahwa menjadi pahlawan bukan hanya tentang menghadapi musuh, tetapi juga tentang meneruskan legasi yang telah dibangun oleh pahlawan sebelumnya. Mereka belajar untuk menghargai pengorbanan dan perjuangan yang telah dilakukan oleh generasi sebelumnya, serta bertanggung jawab untuk meneruskan cita-cita mereka. Masing-masing karakter mulai menemukan jalan mereka sendiri untuk membuat dunia menjadi tempat yang lebih baik, melanjutkan perjalanan para pahlawan yang telah mendahului mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 147,
          "title": "The Power of Bonds",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.9_JovwOhEXrPoGfHo00NmwHaEK&pid=Api",
          "desc": "Dalam episode ini, tema persahabatan dan hubungan yang dibangun antara para siswa U.A. Academy sangat ditekankan. Mereka belajar bahwa kekuatan sejati tidak hanya berasal dari kemampuan pribadi, tetapi juga dari ikatan yang mereka bangun dengan orang lain. Ketika mereka menghadapi ancaman baru, mereka mulai menyadari bahwa bekerja sama dengan teman-teman mereka adalah kunci untuk mengatasi rintangan yang lebih besar. Ikatan emosional dan persahabatan yang terjalin selama perjalanan mereka sebagai pahlawan semakin menjadi dasar kekuatan mereka untuk menghadapi segala tantangan yang ada.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 148,
          "title": "Tides of Change",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.7h8Zg5LRl1lRml6R0JkFqAHaEK&pid=Api",
          "desc": "Perubahan besar datang di dunia pahlawan. Episode ini menunjukkan bagaimana para siswa U.A. Academy menghadapi tantangan yang tidak hanya berasal dari luar, tetapi juga dari dalam diri mereka sendiri. Mereka harus beradaptasi dengan perubahan yang terjadi di dunia mereka, yang menciptakan tantangan baru yang belum pernah mereka hadapi sebelumnya. Episode ini menggali bagaimana setiap karakter menghadapi perasaan cemas dan ketidakpastian yang muncul saat mereka menyadari bahwa mereka tidak bisa lagi mengandalkan metode yang sudah mereka pelajari. Mereka harus menemukan cara baru untuk bertumbuh dan berkembang dalam dunia yang terus berubah.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 149,
          "title": "New Beginnings",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.RyYNxRl3bKrjLMzU8o3J1AHaEK&pid=Api",
          "desc": "Episode ini menandai awal yang baru bagi para siswa U.A. Academy. Setelah banyak tantangan dan pertempuran yang mereka hadapi, mereka akhirnya mulai menyadari bahwa mereka adalah bagian dari sesuatu yang lebih besar. Mereka tidak hanya berjuang untuk diri mereka sendiri, tetapi juga untuk dunia yang lebih baik. Episode ini menggambarkan bagaimana mereka memulai babak baru dalam perjalanan mereka sebagai pahlawan, dengan tekad yang lebih kuat dan semangat yang baru. Mereka siap untuk mengambil peran mereka dalam dunia yang terus berkembang, dengan keyakinan bahwa mereka memiliki kekuatan untuk membuat perubahan yang nyata.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 150,
          "title": "Strength in Unity",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.fghYjoDSNcs7S5DcsQ8F6wHaEK&pid=Api",
          "desc": "Tema persatuan dan kekuatan bersama semakin ditekankan dalam episode ini. Para siswa U.A. Academy harus menghadapi ancaman yang lebih besar, yang hanya bisa mereka hadapi jika mereka bekerja bersama. Episode ini mengajarkan pentingnya kekuatan tim, serta bagaimana mengatasi perbedaan untuk mencapai tujuan yang lebih besar. Setiap karakter belajar bahwa meskipun mereka memiliki kekuatan yang luar biasa, mereka tidak bisa melakukannya sendiri. Kerjasama, rasa saling percaya, dan pengorbanan menjadi kunci kemenangan mereka, dan mereka akhirnya mengerti bahwa kekuatan sejati berasal dari ikatan yang mereka bangun satu sama lain.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 151,
          "title": "The Power of Quirks",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.1CB7e7CvD_7LOzJtYp9OSQHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy menghadapi tantangan untuk memaksimalkan potensi kekuatan unik atau 'quirk' mereka. Mereka belajar bahwa memiliki quirk bukan hanya tentang kekuatan fisik, tetapi juga bagaimana mereka memanfaatkan quirk mereka dengan cara yang lebih cerdas dan kreatif. Episode ini menunjukkan pentingnya pemahaman tentang kekuatan mereka sendiri, serta bagaimana mereka dapat menyesuaikan diri dengan situasi yang tidak terduga. Mereka mulai menyadari bahwa kekuatan sejati datang dari pemahaman diri dan kemampuan untuk beradaptasi.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 152,
          "title": "Facing the Future",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.nj0shzvOL7r4UYYZg73_gwHaEK&pid=Api",
          "desc": "Episode ini fokus pada para siswa yang menghadapi kekhawatiran tentang masa depan mereka. Setelah melalui banyak pertempuran dan tantangan, mereka mulai mempertanyakan apa yang akan terjadi selanjutnya dalam perjalanan mereka sebagai pahlawan. Episode ini menggali tema ketidakpastian dan bagaimana mereka menghadapinya dengan keberanian. Mereka mulai menerima bahwa dunia akan terus berubah, dan mereka harus siap untuk apa pun yang akan datang. Dengan tekad baru, mereka melangkah ke masa depan dengan penuh harapan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 153,
          "title": "Unyielding Resolve",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Q_tSOTYb4pVt_3KNF7LVAAHaEK&pid=Api",
          "desc": "Tema keteguhan hati ditekankan dalam episode ini saat para siswa U.A. Academy menghadapi ancaman yang datang dengan kekuatan besar. Meskipun rintangan yang mereka hadapi sangat berat, mereka tidak menyerah dan terus maju dengan tekad yang lebih kuat. Setiap karakter mulai memahami bahwa ketahanan mental dan emosional sama pentingnya dengan kekuatan fisik dalam perjalanan mereka sebagai pahlawan. Mereka belajar untuk tidak mudah terjatuh, dan bahwa kegagalan bukanlah akhir, melainkan bagian dari proses untuk tumbuh menjadi lebih kuat.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 154,
          "title": "The Legacy of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP._6Apt7cGhtbz9WBXIjmWcQHaEK&pid=Api",
          "desc": "Di episode ini, para siswa U.A. Academy merenungkan legasi yang mereka terima sebagai calon pahlawan. Mereka mulai memahami bahwa menjadi pahlawan sejati bukan hanya tentang menyelesaikan pertempuran, tetapi juga tentang menumbuhkan nilai-nilai keberanian, pengorbanan, dan keadilan yang diwariskan oleh para pahlawan sebelumnya. Mereka belajar bahwa mereka memiliki tanggung jawab untuk melanjutkan warisan itu dengan cara mereka sendiri. Episode ini memberi gambaran tentang bagaimana para siswa mempersiapkan diri untuk mewarisi dunia pahlawan, dengan hati yang penuh tekad dan visi yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 155,
          "title": "The Greatest Challenge",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.2bPdxL9DZyV7B3onKbdF2QHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy akhirnya dihadapkan dengan tantangan terbesar mereka. Mereka harus bersatu untuk melawan musuh yang tidak hanya mengancam mereka, tetapi juga masa depan dunia pahlawan. Episode ini penuh dengan aksi yang intens dan ujian emosional yang mendalam, di mana para siswa harus menggali lebih dalam untuk menemukan keberanian dan kekuatan dalam diri mereka. Mereka menyadari bahwa tantangan terbesar mereka bukanlah menghadapi musuh yang kuat, tetapi mengatasi keraguan dan ketakutan dalam diri mereka sendiri. Dengan tekad dan semangat juang yang tak tergoyahkan, mereka siap menghadapi tantangan terbesar yang pernah ada.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 156,
          "title": "United We Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.t8V5Hn6BzAImyZKDfiACvAHaEK&pid=Api",
          "desc": "Pada episode ini, para siswa U.A. Academy harus melawan ancaman besar yang datang dari organisasi jahat yang mengancam keamanan dunia pahlawan. Namun, kali ini mereka tidak hanya mengandalkan kekuatan individu mereka, tetapi mereka harus bekerja lebih erat dari sebelumnya. Episode ini menunjukkan kekuatan persatuan dan bagaimana kerja sama tim bisa mengatasi musuh yang jauh lebih kuat. Setiap siswa membawa kekuatan dan keterampilan unik mereka untuk melawan musuh, membuktikan bahwa bersama-sama mereka bisa menghadapi ancaman yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 157,
          "title": "A Glimpse of the Future",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.lFPxT2lNmVsT3ow1cYtxXQHaEK&pid=Api",
          "desc": "Episode ini membawa para siswa U.A. Academy lebih dekat ke masa depan mereka sebagai pahlawan. Mereka mendapatkan gambaran tentang apa yang akan terjadi di dunia pahlawan, dengan perubahan besar yang datang. Dalam episode ini, mereka menghadapi situasi yang menguji tekad dan visi mereka tentang dunia pahlawan. Meskipun tantangan yang mereka hadapi sangat besar, mereka mulai memahami bahwa peran mereka sebagai pahlawan tidak hanya tentang bertarung, tetapi juga tentang membangun dunia yang lebih baik. Para siswa mulai merenung tentang tujuan mereka dan apa yang akan mereka wariskan pada generasi pahlawan berikutnya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 158,
          "title": "Unmasking the Truth",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.kTH0wmFOlSxz5SzQJh0xbwHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa akhirnya mengungkap rahasia besar yang telah disembunyikan selama ini. Mereka menemukan fakta mengejutkan yang mengubah cara mereka melihat dunia pahlawan dan musuh-musuh mereka. Episode ini mengeksplorasi tema kebenaran dan pengorbanan, di mana para siswa belajar bahwa untuk menjadi pahlawan sejati, mereka harus siap untuk menghadapi kenyataan yang pahit. Mereka tidak hanya harus bertarung melawan musuh eksternal, tetapi juga menghadapi kebenaran yang menyakitkan dalam diri mereka sendiri dan dunia di sekitar mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 159,
          "title": "The Last Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.mRR6sb2eHp2onqqlgfpjQAHaEK&pid=Api",
          "desc": "Episode ini menampilkan pertempuran terakhir yang sangat menentukan bagi para siswa U.A. Academy. Mereka menghadapi musuh terkuat yang pernah mereka hadapi, yang mengancam untuk mengakhiri dunia pahlawan yang telah mereka perjuangkan. Dalam pertempuran ini, setiap siswa diuji baik secara fisik maupun emosional. Mereka harus memberikan segalanya untuk melindungi dunia mereka. Episode ini penuh dengan ketegangan dan pertempuran yang menegangkan, di mana mereka menghadapi ancaman terbesar dalam perjalanan mereka sebagai pahlawan. Dengan keberanian dan pengorbanan, mereka bersatu untuk melawan musuh terakhir ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 160,
          "title": "A New Era",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.8HTjwNwzIcB4v_H0FkMbHwHaEK&pid=Api",
          "desc": "Setelah pertempuran terakhir yang mengubah dunia, para siswa U.A. Academy memulai babak baru dalam hidup mereka. Dunia pahlawan kini memasuki era baru, dengan perubahan besar yang akan mempengaruhi masa depan mereka. Episode ini menggambarkan bagaimana para pahlawan muda bersiap untuk menghadapi dunia yang lebih baik dan lebih aman. Meskipun banyak tantangan yang masih menanti, mereka tahu bahwa mereka memiliki kekuatan untuk menghadapinya. Dengan semangat baru dan tekad yang lebih kuat, mereka siap untuk melanjutkan perjuangan mereka sebagai pahlawan, membawa perubahan yang lebih besar di dunia.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 161,
          "title": "New Beginnings: Heroes Rising",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.6YZjwzMl-3bfqKmnfcZxgAHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan awal yang baru bagi para siswa U.A. Academy setelah era pertempuran besar. Dunia pahlawan mulai bangkit kembali setelah krisis besar yang melanda, dan para siswa kini lebih siap dari sebelumnya untuk menghadapi tantangan baru. Namun, mereka harus membuktikan bahwa mereka mampu menghadapi ancaman yang lebih canggih dan berbahaya. Para siswa mulai memasuki masa depan mereka dengan keberanian yang lebih besar, tetapi mereka juga harus melawan musuh yang lebih pintar dan lebih berbahaya dari sebelumnya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 162,
          "title": "Heroes' Legacy",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.dLoCTFTbYecWlTY3Pua57QHaEK&pid=Api",
          "desc": "Setelah mengalahkan musuh-musuh besar, para siswa U.A. Academy mulai menghadapi tantangan untuk meneruskan legasi pahlawan yang telah dibangun oleh generasi sebelumnya. Mereka belajar bahwa menjadi pahlawan bukan hanya tentang berperang, tetapi juga tentang membangun kepercayaan dan memberikan contoh yang baik untuk masa depan. Episode ini menggali tema legasi dan bagaimana generasi baru pahlawan harus melangkah dengan penuh kehormatan, bertanggung jawab atas dunia yang mereka perjuangkan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 163,
          "title": "The Rising Storm",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.0uD3UwnV3g_0xdzX3_rqZAHaEK&pid=Api",
          "desc": "Episode ini menandai munculnya ancaman baru yang lebih kuat dan lebih cerdas. Para siswa U.A. Academy harus mengatasi tantangan yang lebih besar lagi, di mana mereka tidak hanya diuji dalam kekuatan fisik, tetapi juga dalam ketahanan mental dan kecerdasan mereka. Dunia pahlawan semakin berbahaya dengan munculnya kelompok baru yang memiliki rencana jahat untuk menghancurkan keamanan yang telah dipertahankan oleh pahlawan. Para siswa harus bersiap untuk menghadapi badai yang datang, dengan kesadaran bahwa dunia yang mereka kenal akan segera berubah selamanya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 164,
          "title": "The Burden of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.v2vh3TTkVNOcI1dj14paIAHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy dihadapkan dengan kenyataan pahit tentang beban yang harus mereka tanggung sebagai pahlawan. Mereka mulai memahami bahwa menjadi pahlawan tidak hanya tentang mendapat pujian atau penghargaan, tetapi juga tentang pengorbanan yang harus mereka lakukan. Mereka belajar bahwa setiap keputusan yang mereka buat bisa berakibat besar bagi orang lain, dan mereka harus siap untuk menghadapi akibat dari tindakan mereka. Episode ini menggali lebih dalam tema pengorbanan dan tanggung jawab, di mana para siswa mulai memikul beban pahlawan dengan hati yang lebih dewasa.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 165,
          "title": "The Ultimate Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.CdNKhE-JhznKqj6HFmm9ggHaEK&pid=Api",
          "desc": "Episode ini menghadirkan ujian terbesar bagi para siswa U.A. Academy. Mereka harus menghadapi situasi yang penuh dengan ketegangan dan tekanan tinggi, di mana mereka diuji baik dalam hal fisik maupun mental. Dalam pertempuran ini, para siswa harus menggunakan segala yang telah mereka pelajari selama ini untuk bertahan dan melawan musuh yang semakin canggih. Episode ini tidak hanya menguji kekuatan mereka, tetapi juga ketangguhan mental dan kecerdasan mereka. Setiap keputusan yang mereka buat akan menentukan nasib mereka dan dunia pahlawan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 166,
          "title": "The Heroes' Return",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Ze06Tg7sLwsAAWln4of0JwHaEK&pid=Api",
          "desc": "Setelah menghadapi berbagai tantangan besar, para siswa U.A. Academy akhirnya kembali ke tempat mereka dilatih untuk melanjutkan perjalanan mereka sebagai pahlawan. Episode ini menggambarkan bagaimana mereka menghadapi kembali kehidupan mereka sehari-hari dan berusaha menemukan keseimbangan antara tugas mereka sebagai pahlawan dan kehidupan pribadi mereka. Meskipun dunia pahlawan terus berkembang, para siswa belajar bahwa untuk tetap menjadi pahlawan sejati, mereka harus terus menjaga ikatan dengan teman-teman dan mentor mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 167,
          "title": "The Final Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xWYXr2-OMwDT9L6X2niPUwHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy akhirnya menghadapi musuh terbesar mereka yang berusaha untuk menghancurkan dunia yang telah mereka lindungi. Dengan persatuan yang lebih kuat, mereka melawan musuh dengan kekuatan yang lebih besar dari sebelumnya. Namun, mereka segera menyadari bahwa untuk mengalahkan ancaman ini, mereka harus menghadapi kesulitan yang lebih besar dan melampaui batas kemampuan mereka. Episode ini penuh dengan aksi yang menegangkan, pengorbanan, dan perjuangan yang menguji nilai-nilai kepahlawanan mereka hingga titik tertinggi.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 168,
          "title": "A New Legacy",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xvxl2YrZ_g_xod3weXg0nQHaEK&pid=Api",
          "desc": "Setelah pertempuran terakhir, dunia pahlawan memasuki babak baru. Para siswa yang sebelumnya meragukan kemampuan mereka kini telah tumbuh menjadi pahlawan yang lebih matang dan kuat. Episode ini menggambarkan bagaimana mereka mempersiapkan diri untuk tantangan baru yang datang dengan membawa semangat baru dalam diri mereka. Meskipun banyak tantangan yang masih menanti, mereka tahu bahwa mereka telah berkembang menjadi pahlawan sejati yang siap untuk meneruskan legasi pahlawan di dunia yang lebih baik.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 169,
          "title": "The Dawn of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.x8cyN_cY1Ouj7y5cQnzZVgHaEK&pid=Api",
          "desc": "Episode ini menandai dimulainya era baru bagi dunia pahlawan. Dengan musuh yang kini semakin bijaksana dan lebih terorganisir, para pahlawan muda harus menghadapi ancaman yang semakin besar dan lebih menantang. Mereka belajar bahwa dunia pahlawan bukan hanya tentang pertempuran, tetapi tentang menjaga kedamaian dan keadilan. Episode ini juga menggali tema tentang apa yang dibutuhkan untuk menjadi pahlawan sejati: keberanian, tekad, dan hati yang bersih.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 170,
          "title": "Rise to the Challenge",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.cM6bUyepb03lXgdeh6YnPAHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy menghadapi ujian baru yang lebih berat dari sebelumnya. Episode ini menampilkan tantangan yang menguji kemampuan mereka tidak hanya dalam hal kekuatan fisik, tetapi juga dalam kecerdasan, kerjasama tim, dan keterampilan strategis. Para pahlawan muda belajar untuk melangkah maju meskipun menghadapi ketakutan dan keraguan mereka. Dengan persatuan yang lebih kuat dan visi yang lebih jelas tentang tujuan mereka, mereka siap untuk menghadapi tantangan besar yang akan datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 171,
          "title": "The New Order",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xrD0mcg7fGGyfu6PJlV-YAHaEK&pid=Api",
          "desc": "Episode ini memperkenalkan perubahan besar dalam struktur dunia pahlawan. Dengan ancaman baru yang datang dari dalam dan luar, dunia pahlawan harus beradaptasi dengan tantangan yang lebih kompleks. Para siswa U.A. Academy mulai menyadari bahwa untuk menjaga kedamaian, mereka harus siap untuk melawan musuh yang lebih kuat, lebih cerdik, dan lebih terorganisir. Mereka akan dipaksa untuk menghadapi pilihan sulit yang dapat mengubah arah hidup mereka sebagai pahlawan. Episode ini mengeksplorasi tema perubahan dan bagaimana dunia dapat berkembang meskipun ada ancaman besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 172,
          "title": "The Price of Peace",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.FvQFsK3DRpkQJc9XgnzSZAHaEK&pid=Api",
          "desc": "Pada episode ini, para pahlawan muda mulai memahami harga yang harus mereka bayar untuk menjaga kedamaian. Mereka harus menghadapi kenyataan bahwa menjadi pahlawan tidak hanya membawa penghormatan, tetapi juga pengorbanan yang berat. Para siswa U.A. Academy menghadapi situasi di mana mereka harus memilih antara kepentingan pribadi dan tanggung jawab mereka sebagai pahlawan. Episode ini menggali lebih dalam tentang konsep pengorbanan dan bagaimana setiap keputusan dapat memiliki konsekuensi yang jauh lebih besar dari yang mereka duga.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 173,
          "title": "The Dawn of a New Age",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.6a5XfuE9vkmQj6pJssx_EwHaEK&pid=Api",
          "desc": "Setelah menghadapi berbagai ujian dan tantangan, dunia pahlawan kini memasuki era baru yang penuh dengan harapan dan kemungkinan. Episode ini menampilkan para siswa yang semakin matang dalam menghadapi tantangan sebagai pahlawan. Mereka mulai memahami bahwa menjadi pahlawan sejati bukan hanya tentang kekuatan fisik atau kemenangan, tetapi tentang memberi inspirasi kepada orang lain dan membangun masa depan yang lebih baik. Dunia pahlawan akan terus berkembang, dan generasi baru pahlawan akan memainkan peran yang sangat penting dalam menghadapinya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 174,
          "title": "The Ultimate Showdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.fgFNjp6DGRy39fzsz_3Z2AHaEK&pid=Api",
          "desc": "Episode ini menampilkan pertempuran terbesar yang pernah terjadi di dunia pahlawan. Para siswa U.A. Academy harus menghadapi ancaman yang tidak hanya menguji kekuatan mereka, tetapi juga membuktikan bahwa mereka telah berkembang menjadi pahlawan yang lebih bijaksana dan lebih kuat. Dalam pertempuran ini, mereka tidak hanya mengandalkan kekuatan fisik, tetapi juga kecerdasan dan kerja sama. Dengan ancaman yang semakin besar, para pahlawan muda akan bertarung dengan segala yang mereka miliki untuk melindungi dunia dan membuktikan bahwa mereka layak menjadi pahlawan sejati.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 175,
          "title": "A Future of Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.mhZYp7D-LW7xEfp2MPe6WwHaEK&pid=Api",
          "desc": "Dengan pertempuran besar di belakang mereka, para siswa U.A. Academy memandang ke masa depan dengan harapan baru. Episode ini menggambarkan bagaimana mereka membangun kembali dunia pahlawan setelah menghadapi banyak tantangan dan ancaman besar. Para pahlawan muda ini siap untuk menghadapi dunia yang penuh dengan kemungkinan dan tantangan baru. Mereka belajar bahwa meskipun jalan mereka masih panjang, mereka memiliki kemampuan untuk menciptakan dunia yang lebih aman dan lebih baik. Dunia pahlawan memasuki babak baru, dan para siswa U.A. Academy siap untuk mengambil peran besar dalam perubahan tersebut.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 176,
          "title": "The Price of Being a Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.O_pGvwqBpnQOs5s9Ema5_gHaEK&pid=Api",
          "desc": "Dalam episode ini, para pahlawan muda dihadapkan pada kenyataan pahit mengenai harga yang harus mereka bayar untuk menjadi seorang pahlawan. Mereka belajar bahwa setiap kemenangan memiliki biaya, dan bahwa dalam perjalanan mereka, akan ada banyak pengorbanan yang harus dilakukan. Para siswa harus belajar untuk menerima kenyataan bahwa mereka tidak bisa melindungi semua orang, tetapi mereka tetap harus berjuang untuk kebaikan dunia. Episode ini mengungkap sisi gelap dari kehidupan sebagai pahlawan, mengajarkan bahwa bahkan para pahlawan pun harus berhadapan dengan keterbatasan mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 177,
          "title": "The Bonds That Bind",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.0zRbd3zqFhkK6eV9MeIcOQHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy menghadapi ancaman yang semakin besar, dan mereka mulai menyadari betapa pentingnya ikatan mereka satu sama lain. Episode ini menekankan tema persahabatan dan kerjasama, di mana para pahlawan muda belajar bahwa mereka lebih kuat bersama daripada sendirian. Mereka harus memercayai satu sama lain dan bekerja sebagai tim untuk mengatasi rintangan yang ada. Ketika ancaman baru muncul, para siswa menghadapi tantangan yang menguji hubungan mereka, dan mereka harus memilih untuk mempercayai teman-teman mereka, tidak peduli seberapa sulit situasinya.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 178,
          "title": "The Edge of Victory",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xcQxuwzS1jv_2SBVknF7_gHaEK&pid=Api",
          "desc": "Setelah serangkaian pertempuran besar, para siswa U.A. Academy berada di ambang kemenangan, tetapi mereka menyadari bahwa ancaman yang mereka hadapi lebih kompleks daripada yang mereka duga. Dalam episode ini, mereka hampir mencapai tujuan mereka, tetapi mereka harus menghadapi keputusan besar yang dapat mengubah arah pertempuran. Dunia pahlawan tidak pernah sesederhana yang mereka bayangkan, dan kemenangan tidak pernah datang tanpa pengorbanan. Para siswa harus mengatasi batas mereka untuk memenangkan pertarungan yang menentukan masa depan dunia mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 179,
          "title": "The Fall of the Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.JKdt3j5vMtrW0pJt16i0ZQHaEK&pid=Api",
          "desc": "Pada episode ini, dunia pahlawan menghadapi masa-masa sulit dengan jatuhnya beberapa tokoh pahlawan besar. Para siswa U.A. Academy harus menghadapi kenyataan bahwa bahkan pahlawan terbesar pun tidak kebal dari kegagalan. Ketika pahlawan besar runtuh, para siswa dihadapkan dengan tantangan untuk menggantikan mereka dan menjaga dunia tetap aman. Mereka menyadari bahwa dunia pahlawan bukan hanya tentang kekuatan, tetapi juga tentang ketahanan, tekad, dan kemampuan untuk bangkit meskipun menghadapi kekalahan besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 180,
          "title": "The Hero's Burden",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.91JvsFY1qS5Wkqz9Fydo2gHaEK&pid=Api",
          "desc": "Episode ini menggali lebih dalam mengenai beban yang harus ditanggung oleh para pahlawan. Para siswa mulai merasakan betapa besar tanggung jawab yang ada di pundak mereka, dan bahwa menjadi seorang pahlawan berarti harus selalu siap menghadapi tantangan yang datang tanpa henti. Mereka juga harus menghadapi kenyataan bahwa menjadi pahlawan tidak selalu membawa kebahagiaan, dan ada banyak pengorbanan yang harus dilakukan untuk menjaga dunia tetap aman. Episode ini membawa tema yang sangat emosional tentang apa artinya menjadi pahlawan dan mengungkapkan sisi manusiawi dari para pahlawan muda ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 181,
          "title": "A Hero's Resolve",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.B6FlbQqN9RP4hdI6zQuWmAHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy menghadapi ujian besar yang menguji ketahanan mental dan fisik mereka. Dalam episode ini, mereka belajar bahwa menjadi pahlawan sejati bukan hanya tentang kemampuan bertarung, tetapi juga tentang tekad untuk melindungi orang lain tanpa mempedulikan kesulitan pribadi. Mereka harus mengatasi rasa takut dan keraguan mereka sendiri untuk tetap berjuang demi masa depan yang lebih baik. Episode ini mengeksplorasi tema ketahanan mental dan keberanian untuk bangkit, bahkan ketika keadaan sangat sulit.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 182,
          "title": "The Final Test",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.j1ytX45e6WxI2wvflF9ivwHaEK&pid=Api",
          "desc": "Episode ini menampilkan ujian besar bagi para siswa U.A. Academy, yang harus menghadapi tantangan terberat dalam karier mereka sebagai pahlawan. Ini bukan hanya tentang kekuatan, tetapi juga tentang bagaimana mereka mengatasi situasi yang tampaknya mustahil. Dengan ancaman yang semakin besar dan musuh yang semakin kuat, para siswa dihadapkan pada keputusan yang dapat mengubah dunia pahlawan. Episode ini menggali lebih dalam tentang apa yang dibutuhkan untuk menjadi seorang pahlawan sejati, dan bagaimana karakter mereka akan menentukan hasil dari ujian terakhir ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 183,
          "title": "Heroes at the Brink",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.sIpIJeIjJbBy8iIu_qZCbwHaEK&pid=Api",
          "desc": "Dalam episode ini, dunia pahlawan berada di ujung tanduk, dengan musuh yang lebih kuat dan lebih cerdas daripada sebelumnya. Para siswa U.A. Academy harus mempersiapkan diri untuk pertempuran terakhir yang akan menentukan nasib dunia. Mereka belajar bahwa pahlawan sejati bukan hanya bertarung demi kemenangan, tetapi juga demi masa depan yang lebih baik bagi semua orang. Episode ini menggali tema keberanian dalam menghadapi tantangan yang sepertinya tidak bisa diatasi, dan menguji batas kemampuan para pahlawan muda dalam melindungi orang yang mereka cintai.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 184,
          "title": "The Ultimate Hero",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.mrzWJktV0KYtkSBp9GGyVgHaEK&pid=Api",
          "desc": "Setelah banyak perjuangan dan pengorbanan, para siswa U.A. Academy akhirnya menghadapi musuh terakhir yang akan menentukan masa depan dunia pahlawan. Dalam episode ini, mereka menghadapi ujian terbesar dalam hidup mereka, yang menguji semua keterampilan dan kebijaksanaan yang telah mereka pelajari selama perjalanan mereka. Para pahlawan muda belajar bahwa kemenangan sejati tidak hanya datang dari kekuatan, tetapi juga dari hati yang tulus dan tekad yang tak tergoyahkan. Episode ini memperlihatkan mereka sebagai pahlawan sejati yang siap untuk menghadapi masa depan yang lebih baik.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 185,
          "title": "A New Dawn",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.C05uLCs7g_-h3A2mcW7LNwHaEK&pid=Api",
          "desc": "Episode ini menandai dimulainya era baru bagi dunia pahlawan setelah pertempuran terakhir. Para siswa U.A. Academy kini menjadi pahlawan sejati yang telah membuktikan keberanian dan kemampuan mereka dalam menghadapi segala tantangan. Dunia pahlawan mulai pulih, dan para siswa memandang ke depan dengan harapan baru. Mereka tahu bahwa meskipun tantangan akan terus ada, mereka siap untuk menghadapi semuanya sebagai pahlawan yang lebih kuat dan lebih bijaksana. Episode ini menutup perjalanan mereka dengan menunjukkan bahwa dunia yang lebih baik hanya bisa dicapai dengan semangat pahlawan yang tak tergoyahkan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 186,
          "title": "The Rising Heroes",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xg5dsSYHhrG2g3lNdLg93QHaEK&pid=Api",
          "desc": "Setelah dunia pahlawan memasuki era baru, para siswa U.A. Academy dihadapkan dengan tantangan yang lebih besar. Dalam episode ini, mereka harus menghadapi kelompok baru yang memiliki kekuatan luar biasa dan ingin mengguncang stabilitas dunia pahlawan. Para siswa belajar bahwa meskipun mereka telah menghadapi ancaman besar sebelumnya, mereka harus tetap berjuang untuk melindungi masa depan yang lebih baik. Episode ini mengungkapkan bahwa dunia pahlawan yang lebih kuat membutuhkan para pahlawan muda yang siap melangkah ke depan dan mengatasi ancaman apapun yang datang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 187,
          "title": "The Bonds of Strength",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.WsiLUQBdDpBVmE9o02LnOwHaEK&pid=Api",
          "desc": "Para siswa U.A. Academy menghadapi ujian baru yang mengharuskan mereka untuk bekerja sama lebih erat daripada sebelumnya. Mereka belajar bahwa kekuatan sejati terletak pada ikatan yang mereka bangun satu sama lain, dan mereka harus mempercayai satu sama lain dalam setiap situasi. Ketika ancaman datang, mereka menyadari bahwa kekuatan individu tidak akan cukup; mereka harus menggunakan kekuatan tim untuk mengalahkan musuh. Episode ini mengeksplorasi konsep bahwa persahabatan dan kerja sama adalah kunci untuk mengatasi tantangan yang lebih besar.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 188,
          "title": "The Last Stand",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.YG5eph_v9CJSHYOk3tzoPQHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy terlibat dalam pertempuran besar yang akan menentukan masa depan dunia pahlawan. Mereka harus menghadapi ancaman terbesar yang pernah mereka hadapi, yang dapat menghancurkan semua yang telah mereka perjuangkan. Para siswa tahu bahwa ini adalah pertempuran terakhir, dan mereka harus memberikan segalanya untuk melindungi dunia yang mereka cintai. Episode ini membawa pahlawan muda ke ambang batas mereka, menguji tekad mereka dalam pertempuran yang menentukan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 189,
          "title": "The Hero's Last Breath",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.C5ehjpNVV4cCyy7kYYhZVQHaEK&pid=Api",
          "desc": "Pada episode ini, dunia pahlawan menghadapi tragedi besar dengan hilangnya seorang pahlawan legendaris. Para siswa U.A. Academy harus belajar untuk menerima kenyataan pahit bahwa tidak semua pahlawan bisa bertahan. Kehilangan ini mengingatkan mereka akan beratnya tugas yang mereka emban sebagai pahlawan, dan mereka harus bangkit untuk melanjutkan perjuangan. Episode ini menggali tema kehilangan dan bagaimana seorang pahlawan bisa memberi inspirasi meskipun tidak lagi ada di dunia ini.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 190,
          "title": "The New World",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.d5gLr8X2zIcqVKHgAO3BXgHaEK&pid=Api",
          "desc": "Episode ini menandai dimulainya dunia baru bagi para pahlawan muda, yang kini telah berkembang menjadi pahlawan sejati. Setelah menghadapi banyak tantangan dan pertempuran, mereka akhirnya mendapatkan pengakuan yang layak mereka terima. Dunia pahlawan telah berubah, dan mereka siap untuk memimpin generasi baru pahlawan yang akan menjaga kedamaian di dunia. Episode ini menunjukkan bagaimana para siswa U.A. Academy memandang masa depan dengan harapan dan keyakinan bahwa mereka dapat menciptakan dunia yang lebih baik bagi semua orang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 191,
          "title": "Shattered Bonds",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.xf39wSajZvDqROF8nvTR6gHaEK&pid=Api",
          "desc": "Dalam episode ini, para siswa U.A. Academy menghadapi perpecahan dalam dunia pahlawan setelah serangkaian tragedi. Ketegangan semakin meningkat, dan mereka harus berjuang untuk mengatasi perbedaan serta menjaga ikatan yang telah mereka bangun. Kehilangan teman-teman mereka dan kesulitan dalam mempertahankan semangat pahlawan menjadi tema utama. Mereka belajar bahwa kadang-kadang, pahlawan perlu menghadapi keretakan dalam diri mereka sendiri untuk bangkit kembali dan melanjutkan perjuangan mereka. Episode ini menggali konflik internal yang dihadapi oleh para siswa, memperlihatkan sisi manusiawi mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 192,
          "title": "Unlikely Allies",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.Wj-xH1wpSOgXk6Xa6C3IjAHaEK&pid=Api",
          "desc": "Dalam episode ini, beberapa karakter yang sebelumnya dianggap musuh harus bekerja sama untuk menghadapi ancaman yang lebih besar. Para siswa U.A. Academy menyadari bahwa dunia pahlawan tidak bisa berjalan jika semua pihak terpecah. Mereka belajar untuk membangun aliansi yang tidak terduga dengan mereka yang dulu dianggap sebagai musuh. Episode ini mengajarkan pentingnya fleksibilitas dan kesediaan untuk bekerja sama demi tujuan yang lebih besar, meskipun itu berarti harus meninggalkan perbedaan mereka di belakang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 193,
          "title": "Turning the Tide",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.iqQY0TxD2PYv93FHQBhC3AHaEK&pid=Api",
          "desc": "Setelah serangkaian kekalahan, para siswa U.A. Academy mulai menemukan cara untuk berbalik melawan ancaman yang mengancam dunia mereka. Mereka mengembangkan taktik baru, menggunakan kekuatan mereka dengan cara yang lebih cerdas dan efisien. Episode ini fokus pada kebangkitan para pahlawan muda yang, meskipun sempat merasa tertekan dan terkalahkan, akhirnya menemukan cara untuk membalikkan keadaan. Mereka belajar untuk bertahan dalam kesulitan, memahami bahwa meskipun situasi tampak suram, ada selalu cara untuk berjuang dan memenangkan pertempuran.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 194,
          "title": "The Fall of Darkness",
          "duration": 24,
          "image": "e1.jpg",
          "desc": "Episode ini menggambarkan penurunan drastis dalam dunia pahlawan, dengan munculnya ancaman besar yang tidak hanya mempengaruhi para pahlawan, tetapi juga kehidupan masyarakat secara umum. Para siswa U.A. Academy menghadapi tantangan yang jauh lebih besar daripada sebelumnya, dan mereka harus memanfaatkan setiap sumber daya yang mereka miliki untuk menghentikan kehancuran yang lebih besar. Episode ini menyajikan tema pengorbanan dan keberanian yang lebih besar dalam menghadapi kegelapan yang datang untuk menenggelamkan dunia.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 195,
          "title": "Dawn of Hope",
          "duration": 24,
          "image": "e1.jpg",
          "desc": "Dalam episode ini, setelah perjuangan panjang dan penuh penderitaan, para pahlawan muda akhirnya menemukan secercah harapan yang akan membawa mereka ke masa depan yang lebih baik. Setelah mengatasi berbagai rintangan dan ancaman besar, mereka menyadari bahwa dunia pahlawan bukan hanya tentang pertempuran, tetapi juga tentang memberi harapan kepada orang-orang di sekitar mereka. Episode ini menandai titik balik, di mana para siswa U.A. Academy menunjukkan bahwa meskipun kegelapan telah menguasai dunia, ada selalu cahaya yang dapat membawa perubahan positif.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 196,
          "title": "A Hero's Resolve",
          "duration": 24,
          "image": "e1.jpg",
          "desc": "Para siswa U.A. Academy menghadapi pilihan sulit yang menguji tekad mereka sebagai pahlawan sejati. Di tengah ketidakpastian dan ancaman yang semakin dekat, mereka belajar bahwa tidak semua pertempuran bisa dimenangkan dengan kekuatan saja. Para pahlawan muda harus menghadapi konflik batin mereka dan membuat keputusan yang akan mengubah arah perjuangan mereka. Episode ini menggali lebih dalam tentang apa artinya menjadi seorang pahlawan dalam keadaan paling sulit dan bagaimana tekad dapat mendorong seseorang untuk berjuang demi kebaikan meskipun semuanya tampak hilang.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 197,
          "title": "Unity and Strength",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.91jGx5rbDpy0SOZ2XtQ1UwHaEK&pid=Api",
          "desc": "Dalam episode ini, tema persatuan semakin ditekankan ketika para siswa U.A. Academy harus bekerja sama lebih erat dari sebelumnya. Mereka belajar bahwa, meskipun setiap pahlawan memiliki kemampuan unik, kekuatan sejati berasal dari kerjasama yang solid. Ancaman besar mengharuskan mereka untuk membangun tim yang tidak hanya saling melengkapi tetapi juga mempercayai satu sama lain sepenuhnya. Episode ini memperlihatkan pentingnya sinergi dan solidaritas, di mana pahlawan sejati bukan hanya yang berjuang sendirian, tetapi yang mampu menggerakkan orang lain menuju kemenangan.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 198,
          "title": "The Final Countdown",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.T7BzIhuwtGHjLVG-lPt-QwHaEK&pid=Api",
          "desc": "Episode ini menghadirkan klimaks yang sangat mendebarkan saat para siswa U.A. Academy bersiap menghadapi pertempuran akhir yang akan menentukan masa depan dunia pahlawan. Dengan segala tantangan yang telah mereka hadapi, para siswa menyadari bahwa ini adalah momen yang akan mengubah dunia mereka selamanya. Tekanan meningkat saat mereka mempersiapkan diri untuk konfrontasi besar, mengetahui bahwa hasil dari pertempuran ini akan sangat menentukan arah pahlawan di masa depan. Episode ini mengungkapkan bagaimana persiapan dan mentalitas yang kuat sangat penting untuk menghadapi ujian terbesar mereka.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 199,
          "title": "Victory's Price",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.JhHqT8P3kJS5Bd3HAnTXhAHaEK&pid=Api",
          "desc": "Setelah pertempuran sengit, para pahlawan muda harus menghadapi kenyataan bahwa kemenangan datang dengan harga yang sangat mahal. Kehilangan, pengorbanan, dan rasa sakit menjadi tema utama saat para siswa U.A. Academy meresapi pertempuran yang telah mereka alami. Meskipun mereka berhasil menang, harga yang harus dibayar sangat tinggi, dan mereka harus memproses semua dampak emosional dari kemenangan tersebut. Episode ini menggali tentang konsekuensi dari kemenangan dan bagaimana para pahlawan belajar untuk menerima kesedihan sambil terus bergerak maju.",
          "url": "https://www.imdb.com/title/tt6027996/"
        },
        {
          "episode": 200,
          "title": "A New Horizon",
          "duration": 24,
          "image": "https://tse1.mm.bing.net/th?id=OIP.MmOw7v0wJ6r5Pzmx68ltzgHaEK&pid=Api",
          "desc": "Episode ini menandai titik balik penting dalam cerita, di mana para siswa U.A. Academy akhirnya memulai perjalanan baru untuk melindungi dunia pahlawan yang telah mereka perjuangkan. Dengan dunia yang kini lebih stabil, mereka siap untuk menghadapi tantangan baru yang menanti. Episode ini mengangkat tema pemulihan dan optimisme, dengan para pahlawan muda bertekad untuk menjaga kedamaian dunia mereka dan terus melangkah maju. Meskipun mereka telah menghadapi banyak kesulitan, mereka tidak akan pernah berhenti berjuang demi masa depan yang lebih baik.",
          "url": "https://www.imdb.com/title/tt6027996/"
        }
      ]
    },
    "adult": 16,
    "trailer": "https://youtube.com/embed/22hBq1cvemE?si=phXac1sGApmU4h_2",
    "year": 0,
    "cast": [
      "Daiki Yamashita",
      "Nobuhiko Okamoto",
      "Kenta Miyake",
      "Ayane Sakura",
      "Kaito Ishikawa",
      "Aoi Yūki",
      "Ryō Hirohashi",
      "Marina Inoue",
      "Yoshimasa Hosoya",
      "Tasuku Hatanaka",
      "Toshiki Masuda",
      "Yūki Kaji",
      "Kenta Ōkuma",
      "Kazuya Nakai",
      "Tetsu Inada",
      "Yuichi Nakamura",
      "Kaori Nazuka",
      "Kiyono Yasuno",
      "Kei Shindō",
      "Toshiki Masuda",
      "Yoshimasa Hosoya",
      "Masakazu Nishida",
      "Kiyotaka Furushima",
      "Koji Okino",
      "Kōji Yusa",
      "Kazuya Nakai"
    ],
    "creator": [],
    "desc": "Seorang anak laki-laki yang mengagumi pahlawan super mendaftar di akademi pahlawan bergengsi dan belajar apa artinya menjadi pahlawan, setelah pahlawan super terkuat memberinya kekuatannya sendiri."
  },
  {
    "title": "doctor strange in the multiverse of madness",
    "rate": 6.9,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-19.png",
    "imgPotrait": "/images/movies/potrait/img-19.png",
    "genre": ["Super hero", "dark fantasy", "action", "fantasy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/aWzlQ2N6qqg?si=dKf1YAm1qDhhxy39",
    "year": 0,
    "cast": [
      "Benedict Cumberbatch",
      "Elizabeth Olsen",
      "Chiwetel Ejiofor",
      "Benedict Wong",
      "Xochitl Gomez",
      "Rachel McAdams",
      "Patrick Stewart",
      "Hayley Atwell",
      "Lashana Lynch",
      "Anson Mount",
      "John Krasinski",
      "Michael Stuhlbarg",
      "Sheila Atim",
      "Adam Hugill",
      "Ross Marquand",
      "Charlize Theron",
      "Bruce Campbell",
      "Scott Spiegel",
      "Richie Palmer"
    ],
    "creator": [],
    "desc": "Doctor Strange bekerja sama dengan seorang gadis remaja misterius yang dapat melakukan perjalanan melintasi multiverse, untuk melawan versi dirinya dari alam semesta lain yang mengancam untuk melenyapkan multiverse. Mereka mencari bantuan dari Penyihir Merah, Wong dan lainnya."
  },
  {
    "title": "don't look up",
    "rate": 7.2,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-20.png",
    "imgPotrait": "/images/movies/potrait/img-20.png",
    "genre": ["dark comedy", "saltire", "tragedy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 18,
    "trailer": "https://youtube.com/embed/RbIxYm3mKzI?si=cVFzEg3rbCiji4dx",
    "year": 0,
    "cast": [
      "Leonardo DiCaprio",
      "Jennifer Lawrence",
      "Meryl Streep",
      "Cate Blanchett",
      "Rob Morgan",
      "Jonah Hill",
      "Mark Rylance",
      "Tyler Perry",
      "Timothée Chalamet",
      "Ron Perlman",
      "Ariana Grande",
      "Kid Cudi"
    ],
    "creator": [],
    "desc": "Dua astronom tingkat rendah harus melakukan tur media raksasa untuk memperingatkan umat manusia akan adanya komet yang mendekat yang akan menghancurkan planet Bumi."
  },
  {
    "title": "black adam",
    "rate": 6.2,
    "isTop": true,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-21.png",
    "imgPotrait": "/images/movies/potrait/img-21.png",
    "genre": ["Adventure", "action", "Super hero"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/X0tOpBuYasI?si=R9EHdcPrHdPKbE3J",
    "year": 0,
    "cast": [
      "Dwayne Johnson",
      "Aldis Hodge",
      "Pierce Brosnan",
      "Noah Centineo",
      "Sarah Shahi",
      "Quintessa Swindell",
      "Marwan Kenzari",
      "Bodhi Sabongui"
    ],
    "creator": [],
    "desc": "Hampir 5.000 tahun setelah dia dianugerahi kekuatan maha kuasa para dewa Mesir--dan dipenjara dengan cepat--Black Adam dibebaskan dari makamnya di dunia, siap untuk melepaskan bentuk keadilannya yang unik di dunia modern."
  },
  {
    "title": "the devil all the time",
    "rate": 7.1,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-22.png",
    "imgPotrait": "/images/movies/potrait/img-22.png",
    "genre": ["psychological thriller", "crime", "drama"],
    "isEpisode": {
      "episode": false
    },
    "adult": 18,
    "trailer": "https://youtube.com/embed/EIzazUv2gtI?si=qojBBtp8_qvbSA2o",
    "year": 0,
    "cast": [
      "Bill Skarsgård",
      "Tom Holland",
      "Banks Repeta",
      "Emilio Subercaseaux Campos",
      "Haley Bennett",
      "Kristin Griffith",
      "Sebastian Stan",
      "Riley Keough",
      "Jason Clarke"
    ],
    "creator": [],
    "desc": "Karakter-karakter jahat berkumpul di sekitar seorang pemuda yang mengabdikan diri untuk melindungi orang-orang yang dicintainya di kota terpencil pascaperang yang penuh dengan korupsi dan kebrutalan."
  },
  {
    "title": "ted lasso",
    "rate": 8.8,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-23.png",
    "imgPotrait": "/images/movies/potrait/img-23.png",
    "genre": ["soccer", "workplace drama", "comedy"],
    "isEpisode": {
      "episode": 26,
      "listEpisode": [
        {
          "episode": 1,
          "title": "Pilot",
          "duration": 30,
          "image": "e1.jpg",
          "desc": "Ted Lasso adalah seorang pelatih sepak bola Amerika yang sangat optimis dan bersemangat, namun ia baru saja dipekerjakan untuk melatih tim sepak bola Inggris, AFC Richmond. Tidak memiliki pengalaman dalam sepak bola, Ted harus menghadapi tantangan besar ketika ia datang ke Inggris untuk memimpin tim yang sedang berjuang di liga utama. Meski awalnya diragukan oleh banyak pihak, Ted terus berusaha untuk menunjukkan bahwa sikap positifnya dan pendekatan uniknya dapat membawa perubahan bagi tim yang penuh konflik ini.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 2,
          "title": "Biscuits",
          "duration": 30,
          "image": "e2.jpg",
          "desc": "Ted Lasso mulai beradaptasi dengan dunia sepak bola Inggris dan membangun hubungan dengan staf serta pemain di AFC Richmond. Dia menunjukkan pendekatan yang sangat berbeda dalam melatih, lebih fokus pada mentalitas dan kerja tim daripada sekadar strategi permainan. Dengan kepribadiannya yang hangat, ia mencoba untuk membangun hubungan lebih dekat dengan pemain, meskipun beberapa pihak, seperti Rebecca, memiliki rencana untuk merusak reputasi tim.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 3,
          "title": "Trent Crimm: The Independent",
          "duration": 30,
          "image": "e3.jpg",
          "desc": "Seorang jurnalis dari The Independent, Trent Crimm, datang untuk mewawancarai Ted. Meski awalnya skeptis terhadap Ted, Crimm mulai terkesan dengan ketulusan dan cara unik Ted dalam mengelola tim. Sementara itu, Ted menghadapi tantangan baru dalam menyatukan tim yang terpecah dan membangun kepercayaan di antara pemain. Episode ini memperlihatkan lebih dalam tentang karakter Ted dan bagaimana ia mempengaruhi orang-orang di sekitarnya.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 4,
          "title": "For the Children",
          "duration": 30,
          "image": "e4.jpg",
          "desc": "Rebecca menghadapi kesulitan dalam hidup pribadinya yang mempengaruhi tim dan rencananya untuk merusak AFC Richmond. Ted, yang selalu berusaha untuk menjaga moral tim tetap tinggi, bekerja dengan keras untuk menyatukan mereka, bahkan saat menghadapi tantangan pribadi. Di sisi lain, hubungan antara Ted dan pemain mulai tumbuh lebih kuat, dan meskipun ada ketegangan, mereka mulai memahami pendekatan pelatih mereka yang penuh kasih dan penuh perhatian.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 5,
          "title": "Tan Lines",
          "duration": 30,
          "image": "e5.jpg",
          "desc": "Tim menghadapi kekalahan besar yang mempengaruhi kepercayaan diri mereka. Ted merasa perlu untuk mengubah pendekatannya setelah kegagalan tersebut, tetapi ia juga menyadari bahwa hubungan dengan staf dan pemain lebih penting daripada hasil pertandingan. Di sisi lain, Rebecca semakin terganggu dengan kenyataan bahwa rencananya untuk menghancurkan tim tidak berjalan sesuai harapan. Episode ini mengungkapkan lebih banyak tentang karakter Ted dan bagaimana ia berusaha keras untuk tetap positif meskipun segala sesuatunya tampak tidak berjalan baik.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 6,
          "title": "Two Aces",
          "duration": 30,
          "image": "e6.jpg",
          "desc": "Ted berusaha mengembalikan semangat tim setelah kekalahan yang menyakitkan. Namun, masalah mulai muncul di dalam tim, terutama dengan hubungan antar pemain. Di tengah-tengah tantangan ini, Ted menunjukkan bahwa keberhasilan tim tidak hanya tergantung pada skill individu, tetapi pada kerja sama dan saling mendukung. Sementara itu, Rebecca menghadapi konflik batin tentang rencananya dan peranannya dalam keberlangsungan AFC Richmond.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 7,
          "title": "Make Rebecca Great Again",
          "duration": 30,
          "image": "e7.jpg",
          "desc": "Rebecca mulai merasa cemas tentang rencananya untuk merusak AFC Richmond, sementara Ted terus berusaha untuk menjaga semangat dan moral tim. Dia mulai lebih dekat dengan pemain dan staf, menunjukkan pendekatannya yang sangat humanis dalam melatih. Rebecca merasa semakin terjebak dalam rencananya, dan ini membuat dia merenung tentang tindakannya. Episode ini mengungkapkan lebih dalam tentang sifat asli Rebecca dan bagaimana hubungannya dengan Ted berkembang.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 8,
          "title": "The Diamond Dogs",
          "duration": 30,
          "image": "e8.jpg",
          "desc": "Tim menghadapi lebih banyak masalah pribadi yang menguji kekuatan mereka sebagai tim. Namun, Ted dan beberapa anggota staf membentuk kelompok diskusi yang disebut 'The Diamond Dogs' untuk berbicara tentang kehidupan di luar lapangan. Dalam kelompok ini, mereka berbagi masalah pribadi dan memberi dukungan satu sama lain. Episode ini menggali lebih dalam tentang kehidupan pribadi para karakter dan bagaimana mereka saling mendukung melalui masa-masa sulit.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 9,
          "title": "All Apologies",
          "duration": 30,
          "image": "e9.jpg",
          "desc": "Ted merasa perlu untuk meminta maaf setelah beberapa keputusan yang buruk mempengaruhi tim dan staf. Namun, dia juga belajar bahwa meminta maaf adalah bagian dari proses belajar dan tumbuh. Sementara itu, hubungan di antara pemain semakin berkembang dan mereka mulai saling mendukung lebih kuat dari sebelumnya. Episode ini menggambarkan pentingnya pengampunan dan bagaimana komunikasi yang baik dapat menyelesaikan banyak masalah.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 10,
          "title": "The Hope That Kills You",
          "duration": 30,
          "image": "e10.jpg",
          "desc": "Tim harus menghadapi tekanan besar saat mereka berjuang untuk tetap berada di liga utama. Ted menghadapi tantangan terbesar dalam karirnya, tetapi dia tidak akan menyerah begitu saja. Sementara itu, hubungan antara Ted dan Rebecca semakin kuat, meskipun ada banyak tantangan yang harus mereka hadapi. Episode ini menunjukkan bagaimana harapan dan tekad bisa membuat perbedaan besar dalam menghadapi kesulitan yang tampaknya tidak teratasi.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 11,
          "title": "Goodbye Earl",
          "duration": 30,
          "image": "e11.jpg",
          "desc": "Ted Lasso melanjutkan perjuangannya sebagai pelatih di AFC Richmond, meskipun menghadapi tantangan baru yang lebih besar. Tim berjuang untuk menemukan formasi dan permainan terbaik mereka, sementara hubungan di dalam tim semakin teruji. Ted, yang masih berjuang dengan masalah pribadi, menghadapi tekanan yang datang dari berbagai pihak, termasuk pemilik klub, Rebecca. Di sisi lain, pemain-pemain utama mulai lebih terbuka dan bekerja sama untuk meningkatkan performa mereka.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 12,
          "title": "Lavender",
          "duration": 30,
          "image": "e12.jpg",
          "desc": "Tim mengalami beberapa kemunduran saat mereka berusaha menyesuaikan diri dengan taktik baru yang diterapkan oleh Ted. Ketegangan antara pelatih dan beberapa pemain mulai meningkat, dan mereka harus menghadapi kesulitan dalam menjaga semangat tim tetap tinggi. Sementara itu, Rebecca semakin bingung dengan perasaannya terhadap Ted dan peranannya sebagai pemilik klub. Episode ini menunjukkan bagaimana Ted terus berusaha untuk menjaga tim tetap bersatu di tengah berbagai tantangan.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 13,
          "title": "Do the Right-est Thing",
          "duration": 30,
          "image": "e13.jpg",
          "desc": "Ted menghadapi dilema besar ketika dia harus membuat keputusan penting yang dapat mempengaruhi hubungan tim dan staf. Sementara itu, hubungan antara pemain semakin berkembang dan mereka mulai mengatasi perbedaan mereka. Episode ini memperlihatkan bagaimana nilai-nilai seperti kejujuran, keberanian, dan kerja keras menjadi tema penting dalam perjalanan Ted dan timnya.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 14,
          "title": "Carol of the Bells",
          "duration": 30,
          "image": "e14.jpg",
          "desc": "Di tengah musim yang penuh ketegangan, tim merayakan Natal dengan cara yang unik. Rebecca menghadapi beberapa masalah dalam kehidupannya, sementara Ted mencoba untuk menghibur semua orang di sekitarnya. Episode ini menggali lebih dalam tentang kehidupan pribadi para karakter, menunjukkan bagaimana mereka saling mendukung satu sama lain di luar lapangan, dan bagaimana mereka menghadapinya bersama-sama dalam situasi yang penuh tekanan.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 15,
          "title": "Rainbow",
          "duration": 30,
          "image": "e15.jpg",
          "desc": "Ted berusaha keras untuk tetap optimis dan menjaga semangat tim tetap tinggi meskipun menghadapi tantangan emosional yang berat. Sementara itu, hubungan antara para pemain semakin berkembang, dengan mereka mulai saling membantu di luar lapangan. Episode ini memperlihatkan betapa pentingnya memiliki sikap positif dan kepercayaan satu sama lain, bahkan saat situasi tampaknya suram.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 16,
          "title": "The Signal",
          "duration": 30,
          "image": "e16.jpg",
          "desc": "Tim mulai menemukan cara untuk berkomunikasi dan bekerja sama dengan lebih efektif. Sementara itu, Ted terus mengatasi perasaan pribadi yang membebani pikirannya, dan mencoba untuk menemukan cara untuk lebih terhubung dengan para pemain. Episode ini menggarisbawahi pentingnya komunikasi dalam tim dan bagaimana saling mendukung dapat memperkuat hubungan di dalam klub.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 17,
          "title": "Headspace",
          "duration": 30,
          "image": "e17.jpg",
          "desc": "Ted menghadapi masa-masa sulit dalam hidupnya yang mempengaruhi cara dia melatih tim. Sementara itu, hubungan antara pemain semakin dekat dan mereka mulai menunjukkan kerja sama yang lebih baik. Episode ini menunjukkan pentingnya kesehatan mental dan bagaimana Ted berusaha menjaga keseimbangan dalam hidupnya meskipun menghadapi tekanan yang luar biasa.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 18,
          "title": "Man City",
          "duration": 30,
          "image": "e18.jpg",
          "desc": "Tim berusaha mempersiapkan diri untuk menghadapi Manchester City dalam pertandingan yang menentukan. Ketegangan meningkat saat AFC Richmond berusaha untuk membuktikan bahwa mereka bisa bersaing dengan tim-tim besar. Episode ini menggabungkan elemen olahraga dengan kehidupan pribadi para karakter, menunjukkan bagaimana mereka mengatasi rintangan baik di dalam maupun di luar lapangan.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 19,
          "title": "Beard After Hours",
          "duration": 30,
          "image": "e19.jpg",
          "desc": "Coach Beard menghadapi tantangan pribadi di luar lapangan yang menguji komitmennya pada tim. Episode ini berfokus pada kehidupan pribadi Beard, serta bagaimana perannya dalam tim mempengaruhi hubungan dengan orang-orang di sekitarnya. Sementara itu, Ted dan staf lainnya berusaha menjaga semangat tim tetap tinggi di tengah-tengah situasi yang penuh ketidakpastian.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 20,
          "title": "No Weddings and a Funeral",
          "duration": 30,
          "image": "e20.jpg",
          "desc": "Tim menghadapi berbagai rintangan emosional saat mereka berusaha menjaga hubungan mereka tetap solid. Sementara itu, Ted menghadapi masalah besar yang mempengaruhi hubungan antara dirinya dan pemain. Episode ini menggali lebih dalam tentang hubungan antar karakter, menunjukkan bagaimana mereka saling mendukung satu sama lain meskipun dihadapkan pada berbagai kesulitan.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 21,
          "title": "The Hope That Kills You",
          "duration": 30,
          "image": "e21.jpg",
          "desc": "Musim ini menuju klimaks saat AFC Richmond berjuang untuk mendapatkan tempat di liga utama. Ted Lasso, meskipun penuh dengan semangat positif, dihadapkan dengan dilema besar yang menguji keyakinannya. Di sisi lain, tim harus menghadapi beberapa rintangan terakhir yang akan menentukan masa depan mereka. Episode ini menunjukkan kesabaran dan ketekunan yang tak kenal lelah dari Ted, serta bagaimana para pemain saling mendukung untuk meraih kemenangan.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 22,
          "title": "The Red Zone",
          "duration": 30,
          "image": "e22.jpg",
          "desc": "Setelah beberapa pertandingan yang sangat ketat, tim harus menghadapi tekanan yang lebih besar dari sebelumnya. Ted mencoba mencari cara untuk menjaga semangat tim tetap tinggi meskipun hasilnya tidak sesuai harapan. Episode ini menggambarkan bagaimana Ted harus belajar untuk menerima kenyataan bahwa tidak semua yang diinginkan akan tercapai, tetapi bagaimana cara bangkit dari kegagalan menjadi pelajaran terbesar bagi seluruh tim.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 23,
          "title": "The Long Road Ahead",
          "duration": 30,
          "image": "e23.jpg",
          "desc": "Dengan musim hampir berakhir, Ted dan stafnya harus bersiap untuk menghadapi pertandingan penting yang akan menentukan masa depan mereka. Di tengah tekanan yang sangat besar, Ted menemukan kekuatan dalam diri dan timnya. Episode ini berfokus pada perjalanan emosional yang harus ditempuh oleh setiap karakter untuk mencapai puncak, serta bagaimana dukungan satu sama lain adalah kunci dalam menghadapi masa-masa sulit.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 24,
          "title": "The Final Whistle",
          "duration": 30,
          "image": "e24.jpg",
          "desc": "Musim ini akhirnya mencapai puncaknya. AFC Richmond menghadapi pertandingan terakhir yang menentukan nasib mereka. Ted, yang sebelumnya selalu mengedepankan optimisme dan semangat, kini harus menghadapi kenyataan pahit tentang diri dan tim. Episode ini menunjukkan bagaimana Ted dan para pemainnya berjuang keras dalam pertandingan krusial, sementara mereka juga harus menghadapi ketidakpastian dalam hidup pribadi mereka. Ini adalah momen puncak bagi seluruh karakter, yang akhirnya akan menentukan apakah mereka bisa mencapai tujuan mereka atau tidak.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 25,
          "title": "One Last Dance",
          "duration": 30,
          "image": "e25.jpg",
          "desc": "AFC Richmond menjalani laga pamungkas yang sangat menentukan nasib mereka. Semua yang telah dipersiapkan Ted dan tim dalam musim ini diuji di lapangan. Ketegangan tinggi, tetapi ada juga momen kebersamaan dan kerja sama yang membawa mereka lebih dekat dari sebelumnya. Episode ini menggambarkan perasaan campur aduk yang dialami oleh para pemain dan staf saat mereka berusaha untuk memberikan yang terbaik, meskipun masa depan mereka tidak pasti.",
          "url": "https://www.imdb.com/title/tt10986410/"
        },
        {
          "episode": 26,
          "title": "The Last Kick",
          "duration": 30,
          "image": "e26.jpg",
          "desc": "Sebuah episode penuh emosi saat tim dan Ted menghadapi hasil dari seluruh perjalanan panjang mereka. Di akhir musim, AFC Richmond harus merasakan momen kebanggaan dan harapan meskipun perjalanan mereka penuh dengan tantangan. Dengan semangat yang tak pernah padam, mereka memahami bahwa kesuksesan tidak hanya tentang kemenangan di lapangan, tetapi juga tentang kebersamaan dan perjuangan untuk tumbuh. Ini adalah titik balik bagi Ted dan timnya dalam mengejar impian mereka.",
          "url": "https://www.imdb.com/title/tt10986410/"
        }
      ]
    },
    "adult": 21,
    "trailer": "https://youtube.com/embed/3u7EIiohs6U?si=ayBmzvdaTrfEYWUR",
    "year": 0,
    "cast": [
      "Jason Sudeikis",
      "Hannah Waddingham",
      "Jeremy Swift",
      "Phil Dunster",
      "Brett Goldstein",
      "Brendan Hunt",
      "Nick Mohammed",
      "Juno Temple",
      "Sarah Niles",
      "Anthony Head",
      "Toheeb Jimoh",
      "Cristo Fernández",
      "Kola Bokinni",
      "Billy Harris",
      "James Lance"
    ],
    "creator": [],
    "desc": "Pelatih sepak bola perguruan tinggi Amerika Ted Lasso berangkat ke London untuk mengelola AFC Richmond, tim sepak bola Liga Utama Inggris yang sedang kesulitan."
  },
  {
    "title": "stuart little",
    "rate": 6.0,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-24.png",
    "imgPotrait": "/images/movies/potrait/img-24.png",
    "genre": ["Adventure", "family", "comedy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 10,
    "trailer": "https://youtube.com/embed/X7phS7CyRQk?si=mH5poO4fiS-56fh4",
    "year": 0,
    "cast": [
      "Michael J. Fox",
      "Geena Davis",
      "Hugh Laurie",
      "Jonathan Lipnicki",
      "Nathan Lane",
      "Chazz Palminteri",
      "Steve Zahn",
      "Jim Doughan",
      "David Alan Grier",
      "Bruno Kirby",
      "Jennifer Tilly",
      "Stan Freberg"
    ],
    "creator": [],
    "desc": "Ketika keluarga Littles mengadopsi Stuart, si tikus, George awalnya tidak ramah terhadap saudara barunya, kucing keluarga, Snowbell, bahkan menjadi kurang antusias. Stuart memutuskan untuk menghadapi kesulitan-kesulitan ini dengan keberanian dan keberanian sebanyak yang dia bisa kumpulkan."
  },
  {
    "title": "jurrasic world: dominion",
    "rate": 5.6,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-25.png",
    "imgPotrait": "/images/movies/potrait/img-25.png",
    "genre": ["dinosaur adventure", "sci-fi", "Adventure"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/fb5ELWi-ekk?si=TvsY6CbkRBs1GDVY",
    "year": 0,
    "cast": [
      "Chris Pratt",
      "Bryce Dallas Howard",
      "Laura Dern",
      "Sam Neill",
      "Jeff Goldblum",
      "DeWanda Wise",
      "Mamoudou Athie",
      "Isabella Sermon",
      "Campbell Scott",
      "BD Wong",
      "Omar Sy",
      "Justice Smith",
      "Daniella Pineda",
      "Jake Johnson",
      "Dichen Lachman",
      "Scott Haze",
      "Campbell Scott",
      "Michael Papajohn",
      "Elva Trill",
      "Samantha Logan",
      "Emily Carmichael",
      "Colin Trevorrow",
      "Emily Carmichael",
      "Derek Connolly",
      "Colin Trevorrow",
      "Steven Spielberg",
      "Frank Marshall",
      "Patrick Crowley",
      "Tim Lewis",
      "Thomas Tull",
      "Jon Jashni",
      "Belén Atienza",
      "Sam N. Del Rosario",
      "Michael Giacchino",
      "John Schwartzman",
      "Mark Sanger",
      "Michael L. Sale"
    ],
    "creator": [],
    "desc": "Empat tahun setelah kehancuran Isla Nublar, agen Biosyn berupaya melacak Maisie Lockwood, sementara Dr Ellie Sattler menyelidiki segerombolan serangga raksasa yang direkayasa secara genetis."
  },
  {
    "title": "baymax!",
    "rate": 7.2,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-26.png",
    "imgPotrait": "/images/movies/potrait/img-26.png",
    "genre": ["computer animation", "quirky comedy", "Super hero"],
    "isEpisode": {
      "episode": 6,
      "listEpisode": [
        {
          "episode": 1,
          "title": "Kiko",
          "duration": 7,
          "image": "e1.jpg",
          "desc": "Aunt Cass mengalami keseleo saat bekerja di Lucky Cat Café. Baymax mengambil alih operasional kafe sementara Cass beristirahat, namun Cass merasa khawatir kehilangan pelanggan dan mencoba membantu meskipun kondisinya tidak memungkinkan.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        },
        {
          "episode": 2,
          "title": "Kiko",
          "duration": 7,
          "image": "e2.jpg",
          "desc": "Kiko Tanaka, seorang pensiunan, mengalami nyeri dan enggan pergi ke pusat renang karena trauma masa lalu. Baymax membantunya mengatasi ketakutannya terhadap air dan kenangan akan suaminya yang telah meninggal.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        },
        {
          "episode": 3,
          "title": "Sofia",
          "duration": 7,
          "image": "e3.jpg",
          "desc": "Sofia mengalami menstruasi pertama sebelum pertunjukan bakat. Baymax membantunya membeli tampon dan memberikan dukungan emosional, membantunya mengatasi ketakutan akan perubahan tubuh.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        },
        {
          "episode": 4,
          "title": "Mbita",
          "duration": 7,
          "image": "e4.jpg",
          "desc": "Mbita, pemilik truk makanan sup ikan, mengalami reaksi alergi terhadap ikan. Baymax membantunya mengatasi ketakutan akan perubahan dan mendorongnya untuk memperluas menu makanannya.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        },
        {
          "episode": 5,
          "title": "Yachi",
          "duration": 7,
          "image": "e5.jpg",
          "desc": "Seekor kucing liar bernama Yachi menelan earphone Bluetooth. Baymax membantunya mencari rumah dan mengatasi rasa kesepian, sementara Yachi membantu Baymax mengisi ulang baterainya.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        },
        {
          "episode": 6,
          "title": "Baymax",
          "duration": 7,
          "image": "e6.jpg",
          "desc": "Baymax kehabisan baterai dan terjebak di gudang yang akan dihancurkan. Hiro, Cass, Kiko, Mbita, dan Sofia bekerja sama untuk menyelamatkannya dan mengembalikannya ke tempat pengisian daya.",
          "url": "https://www.imdb.com/title/tt13622958/episodes/?season=1"
        }
      ]
    },
    "adult": 17,
    "trailer": "https://youtube.com/embed/7xidOWnzSu4?si=2K45gnIFESSFg0Gb",
    "year": 0,
    "cast": [
      "Scott Adsit",
      "Ryan Potter",
      "Maya Rudolph",
      "Zeno Robinson",
      "Emily Kuroda",
      "Lilimar",
      "Jaboukie Young-White",
      "Brian Tee"
    ],
    "creator": [],
    "desc": "Pasien-pasien terbaik Baymax berkumpul dalam perlombaan panik untuk membantu rekan layanan kesehatan."
  },
  {
    "title": "dilan 1991",
    "rate": 6.5,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-27.png",
    "imgPotrait": "/images/movies/potrait/img-27.png",
    "genre": ["coming-of-age", "feel-good romance", "teen drama"],
    "isEpisode": {
      "episode": false,
      "listEpisode": [
        {
          "duration": 0,
          "episode": 0,
          "desc": "",
          "url": ""
        }
      ]
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/nwhB2Hb7g5c?si=69YeT7FvhxQirx5o",
    "year": 0,
    "cast": [],
    "creator": [],
    "desc": ""
  },
  {
    "title": "happiness",
    "rate": 0,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-28.png",
    "imgPotrait": "/images/movies/potrait/img-28.png",
    "genre": ["drama", "korean drama", "romance"],
    "isEpisode": {
      "episode": 12,
      "listEpisode": [
        {
          "episode": 1,
          "title": "Outbreak",
          "duration": 60,
          "image": "e1.jpg",
          "desc": "Episode ini memperkenalkan Yoon Sae-Bom, seorang anggota unit polisi khusus yang penuh semangat, dan Jung Yi-Hyun, seorang detektif yang merupakan teman lamanya. Ketika wabah penyakit menular yang misterius mulai menyebar, mereka harus berjuang menghadapi ancaman baru yang berbahaya. Apartemen tempat mereka tinggal mulai menunjukkan tanda-tanda krisis, dengan penghuninya yang perlahan berubah menjadi makhluk agresif akibat infeksi.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 2,
          "title": "Quarantine",
          "duration": 60,
          "image": "e2.jpg",
          "desc": "Yoon Sae-Bom dan Jung Yi-Hyun menemukan diri mereka terperangkap di apartemen yang kini berada di bawah karantina ketat. Ketegangan meningkat saat penghuni mulai menunjukkan gejala infeksi. Episode ini menggambarkan upaya awal para karakter untuk menjaga ketertiban dan menghadapi rasa takut yang menyebar di antara mereka.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 3,
          "title": "The Infected",
          "duration": 60,
          "image": "e3.jpg",
          "desc": "Ketika lebih banyak penghuni apartemen mulai berubah akibat infeksi, ketegangan meningkat. Sae-Bom dan Yi-Hyun harus bekerja sama dengan Han Tae-Seok, seorang pejabat militer yang mengawasi situasi. Episode ini menunjukkan bagaimana tekanan mulai memecah belah komunitas penghuni apartemen.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 4,
          "title": "Survival Instinct",
          "duration": 60,
          "image": "e4.jpg",
          "desc": "Situasi semakin memanas ketika para penghuni mulai menunjukkan sisi gelap mereka dalam perjuangan untuk bertahan hidup. Yoon Sae-Bom dan Jung Yi-Hyun berusaha menjaga stabilitas di apartemen, sementara Han Tae-Seok menyusun rencana untuk menahan penyebaran infeksi. Konflik antar penghuni mulai mencuat, mencerminkan ketakutan dan egoisme yang tersembunyi.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 5,
          "title": "Isolation",
          "duration": 60,
          "image": "e5.jpg",
          "desc": "Karantina semakin ketat, dan para penghuni mulai menyadari bahwa mereka tidak akan menerima bantuan dari luar dalam waktu dekat. Episode ini menggambarkan bagaimana Sae-Bom dan Yi-Hyun mencoba menjaga keamanan mereka sambil mencari cara untuk mengungkap asal mula wabah. Hubungan antara penghuni juga menjadi lebih kompleks dengan munculnya pengkhianatan dan konflik.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 6,
          "title": "Breaking Point",
          "duration": 60,
          "image": "e6.jpg",
          "desc": "Ketegangan mencapai puncaknya ketika para penghuni harus menghadapi ancaman langsung dari yang terinfeksi di dalam apartemen. Sae-Bom dan Yi-Hyun memimpin upaya untuk melindungi orang-orang yang belum terinfeksi, tetapi konflik antar kelompok penghuni mulai memengaruhi keselamatan mereka. Episode ini menampilkan aksi intens dan keputusan sulit yang harus diambil oleh para karakter.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 7,
          "title": "The Unknown Enemy",
          "duration": 60,
          "image": "e7.jpg",
          "desc": "Sae-Bom dan Yi-Hyun mendapatkan informasi penting dari Han Tae-Seok tentang asal-usul wabah. Sementara itu, situasi di apartemen semakin memburuk ketika penghuni yang terinfeksi mulai menyerang dengan intensitas lebih tinggi. Episode ini menyoroti kerja sama dan pengorbanan yang dilakukan oleh para karakter untuk bertahan hidup.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 8,
          "title": "Lines Crossed",
          "duration": 60,
          "image": "e8.jpg",
          "desc": "Kepercayaan di antara penghuni runtuh, dan ketegangan berubah menjadi kekerasan terbuka. Sae-Bom dan Yi-Hyun mencoba menyatukan kembali komunitas yang terpecah, tetapi mereka menghadapi tantangan besar ketika ancaman dari yang terinfeksi terus meningkat. Episode ini memperlihatkan sisi emosional para karakter saat mereka dihadapkan pada pilihan sulit.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 9,
          "title": "The Turning Point",
          "duration": 60,
          "image": "e9.jpg",
          "desc": "Ketegangan meningkat ketika penghuni harus menghadapi kenyataan bahwa tidak semua orang dapat diselamatkan. Sae-Bom dan Yi-Hyun menemukan petunjuk penting tentang bagaimana menghentikan wabah, tetapi mereka harus mengorbankan sesuatu yang besar untuk mengungkap kebenaran. Episode ini penuh dengan momen emosional dan aksi menegangkan.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 10,
          "title": "Desperate Measures",
          "duration": 60,
          "image": "e10.jpg",
          "desc": "Dengan persediaan yang hampir habis dan ancaman yang semakin dekat, penghuni apartemen dipaksa untuk mengambil langkah ekstrem untuk bertahan hidup. Sae-Bom dan Yi-Hyun berjuang melawan waktu untuk menyelesaikan misi mereka, sementara Han Tae-Seok menghadapi tekanan dari pihak militer untuk mengambil tindakan drastis.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 11,
          "title": "Sacrifices",
          "duration": 60,
          "image": "e11.jpg",
          "desc": "Pengorbanan besar dilakukan oleh Sae-Bom, Yi-Hyun, dan beberapa penghuni lainnya untuk melindungi orang-orang yang mereka cintai. Konflik di dalam apartemen mencapai puncaknya, dan para karakter harus menghadapi konsekuensi dari keputusan mereka. Episode ini menggambarkan keberanian dan pengorbanan dalam menghadapi bahaya.",
          "url": "https://www.imdb.com/title/tt14979052/"
        },
        {
          "episode": 12,
          "title": "New Dawn",
          "duration": 60,
          "image": "e12.jpg",
          "desc": "Episode terakhir menghadirkan akhir yang mendebarkan saat Sae-Bom dan Yi-Hyun akhirnya menemukan cara untuk menghentikan wabah. Namun, mereka harus menghadapi tantangan terakhir yang menguji keberanian dan tekad mereka. Episode ini menawarkan resolusi yang memuaskan, dengan fokus pada harapan dan pemulihan setelah tragedi.",
          "url": "https://www.imdb.com/title/tt14979052/"
        }
      ]
    },
    "adult": 14,
    "trailer": "https://youtube.com/embed/uaHq2ImPrHs?si=h-0KTW4h7JMWKZHS",
    "year": 0,
    "cast": [
      "Han Hyo-joo",
      "Park Hyung-sik",
      "Jo Woo-jin",
      "Lee Kyu-hyung",
      "Park Joo-hyun",
      "Kang Bu-ja",
      "Lee Joo-seung",
      "Lee Joo-hyung",
      "Kim Hye-eun",
      "Kim Hye-jun",
      "Kim Jung-yeon",
      "Kim Jung-kook",
      "Lee Jae-eun",
      "Lee Seung-young",
      "Lee Seung-jae",
      "Lee Seung-woo",
      "Lee Seung-yeon",
      "Lee Seung-joon",
      "Lee Seung-kyu",
      "Lee Seung-hee",
      "Lee Seung-jo",
      "Lee Seung-ji",
      "Lee Seung-ju"
    ],
    "creator": [],
    "desc": "Cerita berlatar di sebuah kota metropolitan modern yang tiba-tiba dilanda wabah misterius yang mengubah manusia menjadi makhluk haus darah. Wabah ini, yang dikenal sebagai \"penyakit kegilaan\" atau \"mad person disease,\" dipicu oleh penggunaan obat farmasi eksperimental yang awalnya dikembangkan untuk mengobati penyakit tertentu. Namun, efek sampingnya sangat fatal, memicu agresi ekstrem dan dahaga yang tak terpuaskan."
  },
  {
    "title": "sonic the hedgehog 2",
    "rate": 6.5,
    "isTop": true,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-29.png",
    "imgPotrait": "/images/movies/potrait/img-29.png",
    "genre": ["animal adventure", "Super hero", "supernatural fantasy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/G5kzUpWAusI?si=Ft6xTkETjnBQR8V0",
    "year": 0,
    "cast": [
      "Chris Pratt",
      "Zoe Saldaña",
      "Dave Bautista",
      "Karen Gillan",
      "Pom Klementieff",
      "Vin Diesel",
      "Bradley Cooper",
      "Will Poulter",
      "Sean Gunn",
      "Chukwudi Iwuji",
      "Linda Cardellini",
      "Nathan Fillion",
      "Sylvester Stallone"
    ],
    "creator": [],
    "desc": "Ketika Dr. Robotnik kembali dengan mitra barunya, Knuckles, untuk mencari zamrud yang memiliki kekuatan untuk menghancurkan peradaban, Sonic bekerja sama dengan sahabat karibnya, Tails, dalam perjalanan melintasi dunia untuk menemukan zamrud terlebih dahulu."
  },
  {
    "title": "guardians of the galaxy vol.3",
    "rate": 7.9,
    "isTop": true,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-30.png",
    "imgPotrait": "/images/movies/potrait/img-30.png",
    "genre": ["space sci-fi", "Super hero", "Adventure"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/u3V5KDHRQvk?si=SgrIWvqTV5CbQKf6",
    "year": 0,
    "cast": [
      "Chris Pratt",
      "Zoe Saldaña",
      "Dave Bautista",
      "Karen Gillan",
      "Pom Klementieff",
      "Vin Diesel",
      "Bradley Cooper",
      "Will Poulter",
      "Sean Gunn",
      "Chukwudi Iwuji",
      "Linda Cardellini",
      "Nathan Fillion",
      "Sylvester Stallone"
    ],
    "creator": [],
    "desc": "Masih belum pulih dari kehilangan Gamora, Peter Quill mengerahkan timnya untuk membela alam semesta dan salah satu dari mereka - sebuah misi yang bisa berarti akhir dari Penjaga jika tidak berhasil."
  },
  {
    "title": "spider-man: across the spider-verse",
    "rate": 8.6,
    "isTop": true,
    "isNew": true,
    "imgLandscape": "/images/movies/landscape/img-31.png",
    "imgPotrait": "/images/movies/potrait/img-31.png",
    "genre": ["Super hero", "computer animation", "supernatural fantasy"],
    "isEpisode": {
      "episode": false
    },
    "adult": 13,
    "trailer": "https://youtube.com/embed/cqGjhVJWtEg?si=tobn7xi7M-8edHkd",
    "year": 0,
    "cast": [
      "Shameik Moore",
      "Hailee Steinfeld",
      "Brian Tyree Henry",
      "Lauren Vélez",
      "Jake Johnson",
      "Oscar Isaac",
      "Jason Schwartzman",
      "Issa Rae",
      "Karan Soni",
      "Daniel Kaluuya"
    ],
    "creator": [],
    "desc": "Miles Morales terbang melintasi multiverse, di mana ia bertemu dengan tim Spider-People yang bertugas melindungi keberadaannya. Saat para pahlawan berselisih tentang cara menangani ancaman baru, Miles harus mendefinisikan ulang apa artinya menjadi pahlawan."
  },
  {
    "title": "rio",
    "rate": 6.9,
    "isTop": false,
    "isNew": false,
    "imgLandscape": "/images/movies/landscape/img-32.png",
    "imgPotrait": "/images/movies/potrait/img-32.png",
    "genre": ["animal adventure", "computer animation", "Adventure"],
    "isEpisode": {
      "episode": false
    },
    "adult": 10,
    "trailer": "https://youtube.com/embed/P1GRO31ve5Q?si=nTe3MvIIz-mUlIel",
    "year": 0,
    "cast": [
      "Jesse Eisenberg",
      "Anne Hathaway",
      "Leslie Mann",
      "Rodrigo Santoro",
      "Jamie Foxx",
      "Will.i.am",
      "George Lopez",
      "Tracy Morgan",
      "Jemaine Clement",
      "Jake T. Austin"
    ],
    "creator": [],
    "desc": "Ketika Blu, seekor macaw peliharaan dari kota kecil Minnesota, bertemu dengan Jewel yang sangat mandiri, dia memulai petualangan ke Rio de Janeiro dengan burung impiannya."
  }
]
